{
  "nav.link.home": "/en",
  "nav.link.scripts": "/en/scripts",
  "nav.link.script": "/en/script",
  "nav.link.projects": "/en/projects",
  "nav.link.contact": "/en/contact",
  "nav.title.navigation": "Main navigation",
  "nav.title.toogle": "Tootle navigation",
  "nav.title.home": "Home page",
  "nav.title.scripts": "Scripts of website",
  "nav.title.projects": "My portfolio",
  "nav.title.contact": "Contact with me",
  "nav.title.lang": "Change language of page",
  "home.title": "Kamil Wyremski - Full Stack Web Developer",
  "home.description": "Creating a modern, in accordance with SEO, responsive websites. Full Stack Web Developer",
  "home.keywords": "web design, web pages, web developer, web scripts",
  "nav.home": "Home",
  "nav.scripts": "Scripts",
  "nav.projects": "Projects",
  "nav.contact": "Contact",
  "home.header.types": "Idea. Project. Work.",
  "home.header.text": "Best Modern web designs.{breakingLine}Through innovative design your brand can achieve remarkable value.",
  "home.introduction.header": "Web Application Developer",
  "home.introduction.subheader": "Perfection is achieved not when there is nothing more to add,{breakingLine}but when is nothing left to take away",
  "home.introduction.text": "<p>I love challenging myself so I can grow, to become better programmer. There are no bad ideas. With time you can make anything better. What is the most important, is not to give up, to push yourself to go forward to get better experience and create with higher quality. Get inspiration from life, from people around you. </p><p>My customers most common goal is to promote a business or product. My goal is to satisfy their all needs and requirements. My work is characterized by the highest quality and professionalism. No detail is left alone. To create successful website, I Create a clear customer experience vision, I’m working on understanding who your customers are, I plan your website so it can create an emotional connection with your customers. Graphics, proportions, fonts, structure, colors, contents are crated after hours of planning, testing, comparing so it can meet the highest expectations. One of the most important keys of successful website or other projects is user experience. Better user experience, better chances for success of the business. Websites created by me are user friendly, graphics are modern, easy to browse by any visitor you may have, wanting them to comeback for more. The goal is to create a positive experience for your client.</p><p>Websites I create are made to perfectly resemble your high quality brand and products. Of course I will use the latest available technologies.</p><p>I look forward to hearing from you.</p>",
  "home.about_me.title": "Full Stack Web Developer",
  "home.about_me.brand": "Front-End and Back-End Web Developer. Specializing in creating secure interactive web pages and web applications",
  "home.skills.title": "Skills & Expertise",
  "home.skills.description": "I have been doing web pages for several years now. As new technologies are introduced, I try to use them in my projects, making my pages more and more functional, and their appearance does not diverge from the appearance of pages created by large, professional companies.",
  "home.skills.1.title": "Website design",
  "home.skills.1.desc": "Creating static or dynamic websites and web applications compatible with W3C",
  "home.skills.2.title": "SEO services",
  "home.skills.2.desc": "Creating SEO friendly websites and search engine optimization consulting for websites and domains",
  "home.skills.3.title": "Technology",
  "home.skills.3.desc": "In my projects, I use the latest technologies available",
  "home.skills.4.title": "Aps",
  "home.skills.4.desc": "Creating advanced web applications for all mobile and desktops devices",
  "home.skills.5.title": "RWD",
  "home.skills.5.desc": "Your website accurately responds to the medium that is being viewed on. Desktops and all mobile devices",
  "home.skills.6.title": "Graphic design",
  "home.skills.6.desc": "Modern, visually innovative concepts according to the latest trends",
  "home.skills.7.title": "Programming",
  "home.skills.7.desc": "Highest quality programming of HTML, (X|D)HTML, CSS and JavaScript, back-end code snippets",
  "home.skills.8.title": "Fast website",
  "home.skills.8.desc": "With advanced caching techniques and minimizing, your website runs smooth and fast!",
  "home.technologies.title": "Technologies",
  "home.technologies.description": "My skills include the programming and design, front-end (HTML5, CSS3, JavaScript, Angular, React, Vue, Ember, Next), and the back-end (PHP, Symfony, Yii, Laravel). Here is an outline of the technology in which it works.",
  "home.technologies.1.desc": "Interpreted scripting programming language designed to generate web pages (Back-End).",
  "home.technologies.2.desc": "Script programming language running on the client or server side (node.js).",
  "home.technologies.3.desc": "PHP framework based on the MVC design pattern and using the latest programming standards.",
  "home.technologies.4.desc": "Software (Back-End and Front-End) used to create web pages (usually use as a blog platform).",
  "home.technologies.5.desc": "Open, most popular e-commerce software (Back-End and Front-End).",
  "home.technologies.6.desc": "Bootstrap, a sleek, intuitive, and powerful mobile first front-end framework for faster and easier web development.",
  "home.technologies.7.desc": "Open-source model–view–viewmodel front end JavaScript framework for building user interfaces and single-page applications.",
  "home.technologies.8.desc": "A JavaScript framework that supports the creation of single page web applications (AKA SPAs).",
  "home.technologies.9.desc": "Language used to create and present web pages. The latest version is marked as HTML5.",
  "home.technologies.10.desc": "Cascading Style Sheets is a language used to describe how a web page is displayed. The latest version is marked as CSS3.",
  "home.technologies.11.desc": "An extensive graphics program designed for creating and processing raster graphics.",
  "home.technologies.12.desc": "A JavaScript runtime environment designed mainly to create web servers that can handle many concurrent requests.",
  "home.technologies.13.desc": "JavaScript library used to manage and quickly transition layouts in web applications.",
  "home.technologies.14.desc": "Operating system distributed as free and open source software (FOSS).",
  "home.technologies.15.desc": "A popular open source relational database. MySQL server is available for all popular platforms and is known for its reliability and speed.",
  "home.technologies.16.desc": "A distributed version control system used across the industry for collaboration and code management.",
  "footer.text": "<p>High-quality, modern, responsive, SEO friendly websites. Construction of secure systems and web applications. Unique and original ideas to make sure your website is a success!</p>",
  "footer.write_to_me": "Write to me",
  "footer.facebook": "My profile on Facebook",
  "footer.twitter": "My profile on Twitter",
  "footer.linkedin": "My profile on LinkedIn",
  "footer.pinterest": "My profile on Pinterest",
  "footer.github": "My profile on GitHub",
  "footer.freecodecamp": "My profile on Free Code Camp",
  "footer.stackoverflow": "My profile on Stack Overflow",
  "footer.blog": "My blog",
  "footer.shop": "Online shop with scripts of pages",
  "footer.hackerrank": "My profile on Hacker Rank",
  "footer.codewars": "My profile on Code Wars",
  "privacy_policy": "Privacy policy",
  "projects.title": "Portfolio",
  "projects.description": "See my portfolio, pages and websites which I built or at which cooperated. To all my projects I come with commitment and websites reflect a brand or product",
  "projects.subtitle": "Welcome to my showcase: website which I build or at which cooperated",
  "projects.thankyou": "Looking forward to work with you",
  "projects.thankyou2": "Please do not hesitate to contact me with any questions",
  "contact.title": "Contact",
  "contact.description": "Contact form that will allow you a quick way to contact me. Feel free to contact me! Kamil Wyremski.",
  "contact.subtitle": "Please contact me at <a>kamil@wyremski.pl</a> or use this contact form",
  "contact.email": "Email",
  "contact.email.info": "The email address will only be used to answer the request. It will not be processed in any other way.",
  "contact.subject": "Subject",
  "contact.message": "Message",
  "contact.privacy": "I accept",
  "contact.privacy.link": "privacy policy",
  "contact.send": "Send message",
  "contact.alertEmail": "The email address is incorrect",
  "contact.alertSubject": "Enter the subject of the message",
  "contact.alertMessage": "Enter the message content",
  "contact.alertRules": "This field is mandatory",
  "contact.alertCaptcha": "Confirm that you are not a robot",
  "contact.messageSend": "The message has been sent correctly",
  "contact.messageNoSend": "Error in sending messages",
  "script.feature.1": "<h4>Quick install</h4><p>Thanks to the installation script You can create and set up your website in minutes!</p>",
  "script.feature.2": "<h4>Easy to use</h4><p>User panel and admin panel are intuitive and very easy to use!</p>",
  "script.feature.3": "<h4>Quick support</h4><p>Quick help with the installation and configuration scripts on your domain and server!</p>",
  "script.functions": "Script functions",
  "script.requirements": "Application requirements",
  "script.admin_panel": "Admin Panel",
  "script.language.title": "Language change module",
  "script.language.desc": "<p>Script has a built <strong>language change module</strong>. It allows the display pages in the selected language. One language can be active at a time.</p>{breakingLine}<p>In addition, the script allows you to add your own language. Because of that, you can use our script with any language you can imagine, so you can use any foreign domain. This will allow you to hit more customers around the world!</p>",
  "script.gallery": "Gallery",
  "script.demo.title": "Demo version of script",
  "script.demo.list": "You can see websites created by this script:",
  "script.buy": "Buy script",
  "script.download": "Download script",
  "scripts.title": "Websites Scripts",
  "scripts.description": "Scripts websites that I created. This is a quick and cheap way to build your own website!",
  "scripts.subtitle": "The easiest way to create your own website!",
  "error404.title": "Error 404"
}
