{
  "nav.link.home": "/en",
  "nav.link.scripts": "/en/scripts",
  "nav.link.script": "/en/script",
  "nav.link.projects": "/en/projects",
  "nav.link.contact": "/en/contact",
  "nav.title.navigation": "Main navigation",
  "nav.title.toggle": "Tootle navigation",
  "nav.title.home": "Home page",
  "nav.title.scripts": "Scripts of website",
  "nav.title.projects": "My portfolio",
  "nav.title.contact": "Contact with me",
  "nav.title.lang": "Change language of page",
  "home.title": "Kamil Wyremski - Full Stack Web Developer",
  "home.description": "Creating a modern, in accordance with SEO, responsive websites. Full Stack Web Developer",
  "home.keywords": "web design, web pages, web developer, web scripts",
  "nav.home": "Home",
  "nav.scripts": "Scripts",
  "nav.projects": "Projects",
  "nav.contact": "Contact",
  "home.header.types": "Idea. Project. Work.",
  "home.header.text": "Best Modern Web Designs.{breakingLine}Through innovative design, your brand can achieve remarkable value.",
  "home.introduction.header": "Web Application Developer",
  "home.introduction.subheader": "Perfection is achieved not when there is nothing more to add but when there is nothing left to take away",
  "home.introduction.text": "<p>I love challenging myself so I can grow and become a better programmer. There are no bad ideas. With time, you can make anything better. What is most important is not to give up, to push yourself to move forward, gain better experience, and create with higher quality. Find inspiration in life and the people around you.</p><p>My customer's most common goal is to promote a business or product. My goal is to satisfy all their needs and requirements. My work is characterized by the highest quality and professionalism. No detail is overlooked. To create a successful website, I develop a clear customer experience vision. I work on understanding who your customers are and plan your website to create an emotional connection with them. Graphics, proportions, fonts, structure, colors, and content are crafted after hours of planning, testing, and comparing to meet the highest expectations. One of the most important keys to a successful website or other projects is user experience. A better user experience leads to better chances for the success of the business. Websites created by me are user-friendly, with modern graphics, and easy to navigate for any visitor, encouraging them to come back for more. The goal is to create a positive experience for your clients.</p><p>The websites I create are designed to perfectly represent your high-quality brand and products, and, of course, I will use the latest available technologies.</p><p>I look forward to hearing from you.</p>",
  "home.about_me.title": "Full Stack Web Developer",
  "home.about_me.brand": "Front-End and Back-End Web Developer, specializing in creating secure interactive web pages and web applications.",
  "home.skills.title": "Skills & Expertise",
  "home.skills.description": "I have been designing web pages for several years now. As new technologies are introduced, I strive to incorporate them into my projects, enhancing the functionality of my pages. The appearance of my pages is on par with those created by large, professional companies.",
  "home.skills.1.title": "Website Design",
  "home.skills.1.desc": "Creating static or dynamic websites and web applications that comply with W3C standards",
  "home.skills.2.title": "SEO Services",
  "home.skills.2.desc": "Developing SEO-friendly websites and offering search engine optimization consulting for websites and domains",
  "home.skills.3.title": "Technology",
  "home.skills.3.desc": "I leverage the latest technologies available in my projects",
  "home.skills.4.title": "Apps",
  "home.skills.4.desc": "Developing advanced web applications for all mobile and desktop devices",
  "home.skills.5.title": "RWD",
  "home.skills.5.desc": "Ensuring that your website responds effectively to the medium on which it is viewed, including desktops and all mobile devices",
  "home.skills.6.title": "Graphic Design",
  "home.skills.6.desc": "Crafting modern, visually innovative concepts in line with the latest trends",
  "home.skills.7.title": "Programming",
  "home.skills.7.desc": "Delivering high-quality programming in HTML, (X|D)HTML, CSS, and JavaScript, as well as back-end code snippets",
  "home.skills.8.title": "Fast Website",
  "home.skills.8.desc": "Optimizing website performance with advanced caching techniques and code minimization, resulting in smooth and fast loading times",
  "home.technologies.title": "Technologies",
  "home.technologies.description": "My skills encompass both programming and design, spanning front-end technologies (HTML5, CSS3, JavaScript, Angular, React, Vue, Ember, Next) and back-end technologies (PHP, Symfony, Yii, Laravel). Below is an overview of the technologies I work with:",
  "home.technologies.1.desc": "An interpreted scripting programming language designed for generating web pages (Back-End)",
  "home.technologies.2.desc": "A scripting programming language that can run on both the client and server side (node.js)",
  "home.technologies.3.desc": "A PHP framework based on the MVC design pattern, utilizing the latest programming standards",
  "home.technologies.4.desc": "Software used for creating web pages (commonly used as a blog platform, covering both Back-End and Front-End)",
  "home.technologies.5.desc": "Open-source e-commerce software, widely recognized and utilized for both Back-End and Front-End purposes",
  "home.technologies.6.desc": "Bootstrap is a sleek, intuitive, and powerful mobile-first front-end framework, facilitating faster and easier web development",
  "home.technologies.7.desc": "An open-source model-view-viewmodel (MVVM) front-end JavaScript framework for building user interfaces and single-page applications",
  "home.technologies.8.desc": "A JavaScript framework that supports the development of single-page web applications (SPAs)",
  "home.technologies.9.desc": "The language used for creating and presenting web pages, with the latest version being HTML5",
  "home.technologies.10.desc": "Cascading Style Sheets (CSS) is a language used to define how a web page is displayed, with the latest version being CSS3",
  "home.technologies.11.desc": "A comprehensive graphics program designed for creating and processing raster graphics",
  "home.technologies.12.desc": "A JavaScript runtime environment primarily used for creating web servers capable of handling multiple concurrent requests",
  "home.technologies.13.desc": "A JavaScript library employed for managing and rapidly transitioning layouts in web applications",
  "home.technologies.14.desc": "An open-source operating system distributed freely, known for its stability and reliability",
  "home.technologies.15.desc": "A popular open-source relational database known for its speed and reliability, available on all major platforms",
  "home.technologies.16.desc": "A distributed version control system widely adopted across the industry for collaboration and code management",
  "footer.text": "<p>High-quality, modern, responsive, and SEO-friendly websites. Construction of secure systems and web applications. Unique and original ideas to ensure the success of your website!</p>",
  "footer.write_to_me": "Write to me",
  "footer.facebook": "My profile on Facebook",
  "footer.x": "My profile on X (Twitter)",
  "footer.linkedin": "My profile on LinkedIn",
  "footer.github": "My profile on GitHub",
  "footer.freecodecamp": "My profile on Free Code Camp",
  "footer.stackoverflow": "My profile on Stack Overflow",
  "footer.blog": "My blog",
  "footer.shop": "Online shop with scripts of pages",
  "footer.hackerrank": "My profile on Hacker Rank",
  "footer.codewars": "My profile on Code Wars",
  "privacy_policy": "Privacy policy",
  "projects.title": "Portfolio",
  "projects.description": "See my portfolio, pages and websites which I built or at which cooperated. To all my projects I come with commitment and websites reflect a brand or product",
  "projects.subtitle": "Welcome to my showcase: a website where I showcase the projects I have built or collaborated on",
  "projects.thankyou": "I look forward to working with you",
  "projects.thankyou2": "Please do not hesitate to contact me with any questions",
  "contact.title": "Contact",
  "contact.description": "Contact form that will allow you a quick way to contact me. Feel free to contact me! Kamil Wyremski.",
  "contact.subtitle": "Please contact me at <a>kamil@wyremski.pl</a> or use this contact form",
  "contact.email": "Email",
  "contact.email.info": "The email address will only be used to respond to your request. It will not be used for any other purpose",
  "contact.subject": "Subject",
  "contact.message": "Message",
  "contact.privacy": "I accept",
  "contact.privacy.link": "privacy policy",
  "contact.send": "Send message",
  "contact.alertEmail": "The email address is incorrect",
  "contact.alertSubject": "Enter the subject of the message",
  "contact.alertMessage": "Enter the message content",
  "contact.alertRules": "This field is mandatory",
  "contact.alertCaptcha": "Confirm that you are not a robot",
  "contact.messageSend": "The message has been sent correctly",
  "contact.messageNoSend": "Error in sending messages",
  "script.feature.1": "<h4>Quick install</h4><p>Thanks to the installation script You can create and set up your website in minutes!</p>",
  "script.feature.2": "<h4>Easy to use</h4><p>User panel and admin panel are intuitive and very easy to use!</p>",
  "script.feature.3": "<h4>Quick support</h4><p>Quick help with the installation and configuration scripts on your domain and server!</p>",
  "script.functions": "Script functions",
  "script.requirements": "Application requirements",
  "script.admin_panel": "Admin Panel",
  "script.language.title": "Language change module",
  "script.language.desc": "<p>Script has a built <strong>language change module</strong>. It allows the display pages in the selected language. One language can be active at a time.</p>{breakingLine}<p>In addition, the script allows you to add your own language. Because of that, you can use our script with any language you can imagine, so you can use any foreign domain. This will allow you to hit more customers around the world!</p>",
  "script.gallery": "Gallery",
  "script.demo.title": "Demo version of script",
  "script.demo.list": "You can see websites created by this script:",
  "script.buy": "Buy script",
  "script.download": "Download script",
  "scripts.title": "Websites Scripts",
  "scripts.description": "Scripts websites that I created. This is a quick and cheap way to build your own website!",
  "scripts.subtitle": "The easiest way to create your own website!",
  "error404.title": "Error 404"
}