{
  "nav.link.home": "/",
  "nav.link.scripts": "/skrypty",
  "nav.link.script": "/skrypt",
  "nav.link.projects": "/projekty",
  "nav.link.contact": "/kontakt",
  "nav.title.navigation": "Menu główne",
  "nav.title.toggle": "Pokaż/ukryj nawigację",
  "nav.title.home": "Strona główna",
  "nav.title.scripts": "Skrypty stron www",
  "nav.title.projects": "Projekty stron www",
  "nav.title.contact": "Kontakt",
  "nav.title.lang": "Zmień język strony",
  "home.title": "Kamil Wyremski - Full Stack Web Developer",
  "home.description": "Tworzenie nowoczesnych, zgodnych z SEO, bezpiecznych oraz responsywnych stron internetowych. Gotowe skrypty stron www.",
  "home.keywords": "skrypty stron www, tworzenie stron internetowych, programista, Full Stack Web Developer",
  "nav.home": "Home",
  "nav.scripts": "Skrypty",
  "nav.projects": "Projekty",
  "nav.contact": "Kontakt",
  "home.header.types": "Pomysł. Projekt. Realizacja.",
  "home.header.text": "Projektowanie nowoczesnych stron internetowych.{breakingLine}Poprzez innowacyjny design Twoja marka zyska niezwykłą wartość.",
  "home.introduction.header": "Programowanie",
  "home.introduction.subheader": "Doskonałość osiąga się nie wtedy, gdy nie ma się już nic więcej do dodania,{breakingLine}ale wtedy, gdy nie ma się już nic do usunięcia.",
  "home.introduction.text": "<p>Przygodę z projektowaniem aplikacji komputerowych rozpocząłem jako nastolatek w 2002 roku. Początkowo tworzyłem proste strony internetowe oraz gry i programy dla systemu Windows. Od 2013 roku programowanie jest moją zawodową pasją. W tym czasie stworzyłem dziesiątki stron internetowych oraz aplikacji webowych i mobilnych. Nieustannie uczę się nowych umiejętności, aby moje projekty odpowiadały najnowszym standardom.</p><p>Dla mnie wyzwania to pasja. Każde napotkane wyzwanie sprawia, że staję się lepszy. Nie ma złych pomysłów, są tylko nieoptymalne rozwiązania, które wymagają odpowiedniej ilości czasu, aby stać się idealne. Kluczem jest niepoddawanie się i ciągłe dążenie do przodu, zdobywanie doświadczenia i tworzenie nowej jakości!</p><p>Wystarczy spojrzeć na świat wokół nas, aby znaleźć inspirację. Natchnienie może być wszędzie - w gazetach, reklamach, krajobrazach, piosenkach... Może pojawić się w dowolnej formie.</p><p>Wszystkie moje projekty cechuje profesjonalizm we wszystkich aspektach. Żaden szczegół nie jest pozostawiony przypadkowi: od obrazów, proporcji, czcionek, struktury, kolorów, po samą treść. \"Doświadczenie użytkownika\" (ang. \"User Experience\"), czyli to, co użytkownik czuje podczas korzystania z serwisu, jest niezwykle istotne w moich projektach - celem jest zapewnienie jak najbardziej pozytywnych doświadczeń, aby użytkownicy chcieli wracać na daną stronę internetową.</p><p>Moja specjalizacja to tworzenie projektów i struktur stron, które odzwierciedlają osobowość i charakter danej marki. Zapraszam do współpracy!</p>",
  "home.about_me.title": "Programista / Full Stack Web Developer",
  "home.about_me.brand": "Programista (front-end i back-end). Specjalizacja: tworzenie bezpiecznych aplikacji webowych",
  "home.skills.title": "Umiejętności",
  "home.skills.description": "W miarę wprowadzania na rynek nowych technologii, wykorzystuję je w swoich projektach. Dzięki temu tworzone przez mnie strony są bardziej funkcjonalne i nowoczesne, a ich wygląd nie ustępuje stronom tworzonym przez duże, profesjonalne firmy.",
  "home.skills.1.title": "Tworzenie stron",
  "home.skills.1.desc": "Tworzenie stron statycznych lub dynamicznych oraz aplikacji internetowych zgodnych ze standardem <a>W3C</a>",
  "home.skills.2.title": "Konsultacje SEO",
  "home.skills.2.desc": "Optymalizacja stron www pod kątem pozycjonowania domeny, tworzenie stron zgodnych z <a>wymaganiami SEO</a>",
  "home.skills.3.title": "Technologie",
  "home.skills.3.desc": "W projektach wykorzystuję najnowsze dostępne technologie na rynku",
  "home.skills.4.title": "Aplikacje",
  "home.skills.4.desc": "Tworzenie zaawansowanych aplikacji webowych dla wszystkich urządzeń mobilnych i desktopowych",
  "home.skills.5.title": "Responsywność",
  "home.skills.5.desc": "Tworzone przeze mnie strony są responsywne (RWD) - poprawnie wyświetlają się na wszystkich urządzeniach mobilnych",
  "home.skills.6.title": "Grafika",
  "home.skills.6.desc": "Obróbka grafiki komputerowej, tworzenie stron na podstawie projektów graficznych",
  "home.skills.7.title": "Kod strony",
  "home.skills.7.desc": "Kod tworzonych przeze mnie stron internetowych jest zgodny ze współczesnymi standardami, ma uporządkowaną, \"czystą\" strukturę",
  "home.skills.8.title": "Szybkość",
  "home.skills.8.desc": "Stosuję zaawansowane techniki cachowania oraz minimalizacji kodu, dzięki czemu Twoja strona działa znacznie szybciej!",
  "home.technologies.title": "Technologie",
  "home.technologies.description": "Posiadam szeroki zakres umiejętności, obejmujący projektowanie, front-end (HTML5, CSS3, JavaScript, Angular, React, VUE, Ember, Next), oraz back-end (PHP, Symfony, Yii, Laravel). Poniżej przedstawiam zarys technologii, w których pracuję.",
  "home.technologies.1.desc": "Skryptowy język programowania służący do generowania stron internetowych (Back-End).",
  "home.technologies.2.desc": "Skryptowy język programowania, działający po stronie klienta lub serwera (node.js).",
  "home.technologies.3.desc": "<a>Symfony</a> to framework PHP bazujący na wzorcu projektowym MVC i wykorzystujący najnowsze standardy programowania.",
  "home.technologies.4.desc": "Oprogramowanie (Back-End i Front-End) pozwalające na tworzenie stron internetowych.",
  "home.technologies.5.desc": "Front-endowy kompilator, wykorzystywany do tworzenia interfejsów graficznych aplikacji internetowych",
  "home.technologies.6.desc": "<a>Framework CSS</a> zawierający zestaw narzędzi ułatwiających tworzenie interfejsu graficznego stron oraz aplikacji internetowych.",
  "home.technologies.7.desc": "Frontendowy framework JavaScript do tworzenia interfejsów użytkownika i aplikacji single-page.",
  "home.technologies.8.desc": "Framework oparty na języku JavaScript, wspomagający tworzenie i rozwój aplikacji internetowych.",
  "home.technologies.9.desc": "Hipertekstowy język znaczników wykorzystywany do tworzenia i prezentowania stron internetowych www.",
  "home.technologies.10.desc": "CSS (Cascading Style Sheets) to język służący do opisu formy prezentacji (wyświetlania) stron WWW.",
  "home.technologies.11.desc": "Rozbudowany program graficzny przeznaczony do tworzenia i obróbki grafiki rastrowej.",
  "home.technologies.12.desc": "Środowisko uruchomieniowe do tworzenia aplikacji internetowych, szczególnie serwerów www napisanych w języku JavaScript.",
  "home.technologies.13.desc": "Biblioteka JavaScript wykorzystywana do tworzenia interfejsów graficznych aplikacji internetowych.",
  "home.technologies.14.desc": "Nowoczesny, wielozadaniowy system operacyjny klasy Unix.",
  "home.technologies.15.desc": "Wolnodostępny system zarządzania relacyjnymi bazami danych.",
  "home.technologies.16.desc": "Rozproszony system kontroli wersji. Służy do kontrolowanego wprowadzania zmian w projekcie.",
  "footer.text": "<p>IT Works Better Kamil Wyremski</p><p>NIP: 7891708358</p><p>Sklep ze skryptami: <a>sklep.itworksbetter.net</a></p>",
  "footer.write_to_me": "Napisz do mnie",
  "footer.facebook": "Mój profil na Facebooku",
  "footer.x": "Mój profil na X (Twitter)",
  "footer.linkedin": "Mój profil na LinkedIn",
  "footer.github": "Mój profil na GitHub",
  "footer.freecodecamp": "Mój profil na Free Code Camp",
  "footer.stackoverflow": "Mój profil na Stack Overflow",
  "footer.blog": "Mój blog",
  "footer.shop": "Internetowy sklep ze skryptami stron www",
  "footer.hackerrank": "Mój profil na Hacker Rank",
  "footer.codewars": "Mój profil na Code Wars",
  "privacy_policy": "Polityka prywatności",
  "projects.title": "Projekty stron www",
  "projects.description": "Zobacz moje portfolio, strony i serwisy internetowe, które zbudowałem lub przy których współpracowałem. Do wszystkich moich projektów podchodzę z zaangażowaniem, a stworzone strony odzwierciedlają daną markę lub produkt.",
  "projects.subtitle": "Poniżej prezentuję moje portfolio: strony i serwisy internetowe, które zbudowałem lub przy których współpracowałem.",
  "projects.thankyou": "Dziękuję",
  "projects.thankyou2": "za wybranie mnie!",
  "contact.title": "Kontakt ze mną",
  "contact.description": "Formularz kontaktowy, który pozwoli Ci szybko skontaktować się ze mną. Zapraszam do kontaktu! Kamil Wyremski.",
  "contact.subtitle": "Jeśli chcesz się ze mną skontaktować, napisz na adres <a>kamil@wyremski.pl</a> lub skorzystaj z poniższego formularza.",
  "contact.email": "Adres email",
  "contact.email.info": "Adres email służy tylko do udzielenia odpowiedzi na zapytanie. Nie będzie przetwarzany w żaden inny sposób.",
  "contact.subject": "Temat wiadomości",
  "contact.message": "Wiadomość",
  "contact.privacy": "Akceptuję",
  "contact.privacy.link": "politykę prywatności",
  "contact.send": "Wyślij wiadomość",
  "contact.alertEmail": "Nieprawidłowy adres email",
  "contact.alertSubject": "Wpisz temat wiadomości",
  "contact.alertMessage": "Wpisz treść wiadomości",
  "contact.alertRules": "To pole jest obowiązkowe",
  "contact.alertCaptcha": "Potwierdź, że nie jesteś robotem",
  "contact.messageSend": "Wiadomość została wysłana pomyślnie",
  "contact.messageNoSend": "Błąd w wysyłaniu wiadomości",
  "script.feature.1": "<h4>Szybka instalacja</h4><p>Dzięki dołączonemu programowi instalacyjnemu stworzysz i skonfigurujesz swoją stronę w kilka minut!</p>",
  "script.feature.2": "<h4>Prosta obsługa</h4><p>Obsługa samej strony jak i panelu administracyjnego jest intuicyjna i bardzo prosta.</p>",
  "script.feature.3": "<h4>Szybka pomoc</h4><p>Szybki kontakt i pomoc w instalacji oraz konfiguracji skryptu na Twojej domenie i serwerze!</p>",
  "script.functions": "Funkcje skryptu",
  "script.requirements": "Wymagania aplikacji",
  "script.admin_panel": "Panel administracyjny",
  "script.language.title": "Moduł zmiany języka",
  "script.language.desc": "<p>Skrypt posiada wbudowany <strong>moduł zmiany języka</strong>. Umożliwia on wyświetlanie strony w wybranym przez administratora języku. Naraz może być aktywny jeden język.</p>{breakingLine}<p>Oprócz tego skrypt umożliwia dodanie własnych języków. Dzięki temu możesz wykorzystać skrypt nie tylko na stronach polskojęzycznych, ale również tworząc stronę na zagranicznej domenie. Pozwoli Ci to dotrzeć do większej liczby odbiorców na całym świecie!</p>",
  "script.gallery": "Galeria",
  "script.demo.title": "Wersja DEMO skryptu",
  "script.demo.list": "Przykładowe strony stworzone na tym skrypcie:",
  "script.buy": "Kup skrypt",
  "script.download": "Pobierz skrypt",
  "scripts.title": "Skrypty stron internetowych",
  "scripts.description": "Skrypty stron internetowych, które stworzyłem. Dzięki nim w szybki i tani sposób możesz zbudować swoją własną stronę www!",
  "scripts.subtitle": "Dzięki nim w szybki sposób stworzysz swój własny serwis internetowy",
  "error404.title": "Error 404"
}