{
  "nav.link.home": "/",
  "nav.link.scripts": "/skrypty",
  "nav.link.script": "/skrypt",
  "nav.link.projects": "/projekty",
  "nav.link.contact": "/kontakt",
  "nav.title.navigation": "Menu główne",
  "nav.title.tootle": "Pokaż/ukryj nawigację",
  "nav.title.home": "Strona główna",
  "nav.title.scripts": "Skrypty stron www",
  "nav.title.projects": "Projekty stron www",
  "nav.title.contact": "Kontakt ze mną",
  "nav.title.lang": "Zmień język strony",
  "home.title": "Kamil Wyremski - tworzenie stron www",
  "home.description": "Tworzenie nowoczesnych, zgodnych z SEO, bezpiecznych oraz responsywnych stron internetowych. Gotowe skrypty stron www.",
  "home.keywords": "skrypty stron www, tworzenie stron internetowych, programista, Full Stack Web Developer",
  "nav.scripts": "Skrypty",
  "nav.projects": "Projekty",
  "nav.contact": "Kontakt",
  "home.header.types": "Pomysł. Projekt. Realizacja.",
  "home.header.text": "Projektowanie nowoczesnych stron internetowych.<br>Poprzez innowacyjny design Twoja marka zyska niezwykłą wartość.",
  "home.introduction.header": "Programowanie",
  "home.introduction.subheader": "Doskonałość osiągasz nie w momencie kiedy nie masz już nic więcej do dodania,<br />ale wtedy kiedy nie masz już nic do usunięcia",
  "home.introduction.text": "<p>Przygodę z projektowaniem aplikacji komputerowych zacząłem jako nastolatek w 2002 roku. Były to wtedy proste strony internetowe oraz gry i programy tworzone na system Windows. Od 2013 roku programowaniem zajmuję się zawodowo. W tym czasie stworzyłem dziesiątki stron internetowych oraz aplikacji webowych i mobilnych. Ciągle uczę się nowych umiejętności, tak aby moje projekty były zgodne z nowoczesnymi standardami.</p><p>Wyzwania to dla mnie pasja. Na każdym kroku napotykam wyzwania, które każą mi być lepszym i lepszym. Nie ma złych pomysłów, są tylko nieoptymalne rozwiązania, które potrzebują odpowiedniej ilości czasu, aby być idealne. Grunt to się nie poddawać i iść naprzód. Zdobywać doświadczenie i budować nową jakość!</p><p>Wystarczy spojrzeć na świat wokół nas, aby zobaczyć, że inspiracją może być iskra, która staje się trybikiem w tworzeniu. Natchnienie można znaleźć wszędzie - może być na okładce gazety, w reklamie lub na innej stronie internetowej, może to być krajobraz, piosenka... to może być cokolwiek.</p><p>Opracowałem projekty dla różnych klientów, ale wszystkie miały wspólny cel: promowanie firmy lub produktu. Finalny projekt zawsze cechuje profesjonalizm we wszystkich jego aspektach. Żaden szczegół nie powinien być pozostawiony przypadkowi: od obrazów, proporcji, czcionki, struktury, kolorów, aż do samej treści. \"Wrażenia użytkownika\" (ang. \"User Experience\"), czyli to co dana osoba czuje podczas korzystania z serwisu, m.in. łatwość obsługi, sensowny układ strony, uczucia, które są przekazywane, są niezwykle istotne w moich projektach - ich celem jest, aby doświadczenia użytkowników były jak najbardziej pozytywne, aby chcieli wrócić na daną stronę internetową.</p><p>Moją specjalnością jest stworzenie projektu i struktury strony, które będą odzwierciedlać osobowość oraz specyfikę danej marki. Oczywiście do tego celu wykorzystam najnowsze dostępne technologie. Zapraszam do współpracy!</p>",
  "home.about_me.title": "Programista / Full Stack Web Developer",
  "home.about_me.brand": "<span itemProp=\"brand\">Programista (front-end i back-end).</span> Specjalność: tworzenie bezpiecznych stron i serwisów internetowych",
  "home.skills.title": "Umiejętności",
  "home.skills.description": "Poniżej znajduje się spis moich umiejętności. W miarę wprowadzania na rynek nowych technologii wykorzystuję je przy swoich projektach, dzięki czemu tworzone przeze mnie strony są bardziej funkcjonalne, a ich wygląd nie odbiega od wyglądu stron tworzonych przez duże, profesjonalne firmy.",
  "home.skills.1.title": "Tworzenie stron",
  "home.skills.1.desc": "Tworzenie stron statyczych lub dynamicznych oraz aplikacji internetowych zgodnych ze standardem <a href=\"http://blog.wyremski.pl/poprawne-wyswietlanie-strony/\" target=\"_blank\" title=\"Standard W3C\" rel=\"noopener\">W3C</a>",
  "home.skills.2.title": "Konsultacja SEO",
  "home.skills.2.desc": "Optymalizacja stron www pod kątem pozycjonowania domeny, tworzenie stron zgodnych z <a href=\"http://blog.wyremski.pl/optymalizacja-strony-www/\" target=\"_blank\" title=\"Strony www zgodne z SEO\" rel=\"noopener\">wymaganiami SEO</a>",
  "home.skills.3.title": "Marketing",
  "home.skills.3.desc": "Planowanie i realizacja kampanii marketingowych w mediach społecznościowych, tworzenie tzw. \"landing page\"",
  "home.skills.4.title": "Reklamy",
  "home.skills.4.desc": "Zaplanuj ze mną swoją kampanię reklam online, a pozyskasz kolejnych klientów dla swojej firmy!",
  "home.skills.5.title": "Responsywność",
  "home.skills.5.desc": "Tworzone przeze mnie strony są responsywne (RWD) - poprawnie wyświetlają się na wszystkich urządzeniach mobilnych",
  "home.skills.6.title": "Grafika",
  "home.skills.6.desc": "Tworzenie profesjonalnej grafiki komputerowej, dzięki której strony www stają się bardziej atrakcyjne i zachęcają do powrotu na stronę",
  "home.skills.7.title": "Kod strony",
  "home.skills.7.desc": "Kod tworzonych przeze mnie stron internetowych jest zgodny ze współczesnymi standardami, ma uporządkowaną, \"czystą\" strukturę",
  "home.skills.8.title": "Szybkość",
  "home.skills.8.desc": "Stosuję zaawansowane techniki cachowania oraz minimalizacji kodu, dzięki czemu Twoja strona działa znacznie szybciej!",
  "home.technologies.title": "Technologie",
  "home.technologies.description": "Posiadam szeroki zakres umiejętności, które obejmują projektowanie, front-end (HTML5, CSS3, JavaScript, Angular, React, VUE), oraz back-end (PHP, Symfony, Yii, Laravel), administrację systemem Linux oraz wdrażanie i optymalizację wydajności (Apache, bazy SQL). Poniżej przedstawiam zarys technologii w których pracuję.",
  "home.technologies.1.desc": "Interpretowany skryptowy język programowania stworzony do generowania stron internetowych (Back-End).",
  "home.technologies.2.desc": "Skryptowy język programowania, działający zazwyczaj po stronie klienta (Front-End).",
  "home.technologies.3.desc": "<a href=\"http://blog.wyremski.pl/framework-symfony/\" title=\"Symfony\" target=\"_blank\" rel=\"noopener\">Symfony</a> to framework PHP bazujący na wzorcu projektowym MVC i wykorzystujący najnowsze standardy programowania.",
  "home.technologies.4.desc": "Oprogramowanie (Back-End i Front-End) pozwalające na tworzenie stron interenetowych (z założenia jest to <a href=\"http://blog.wyremski.pl/o-wordpress-ie/\" title=\"Wordpress\" target=\"_blank\" rel=\"noopener\">platforma blogowa</a>).",
  "home.technologies.5.desc": "Otwarte, najpopularniejsze oprogramowanie sklepów internetowych (Back-End i Front-End).",
  "home.technologies.6.desc": "<a href=\"http://blog.wyremski.pl/framework-bootstrap/\" title=\"Twitter Bootstrap\" target=\"_blank\" rel=\"noopener\">Framework CSS</a> zawierający zestaw przydatnych narzędzi ułatwiających tworzenie interfejsu graficznego stron oraz aplikacji internetowych.",
  "home.technologies.7.desc": "Lekka biblioteka programistyczna dla języka JavaScript, ułatwiająca m.in. manipulację drzewem DOM.",
  "home.technologies.8.desc": "<a href=\"http://blog.wyremski.pl/angularjs-framework-do-javascript/\" title=\"AngularJS\" target=\"_blank\" rel=\"noopener\">Angular</a> to framework oparty na języku JavaScript, wspomagający tworzenie i rozwój aplikacji internetowych (Front-End).",
  "home.technologies.9.desc": "Hipertekstowy język znaczników wykorzystywany do tworzenia i prezentowania stron internetowych www.",
  "home.technologies.10.desc": "CSS (Cascading Style Sheets) to język służący do opisu formy prezentacji (wyświetlania) stron WWW.",
  "home.technologies.11.desc": "Rozbudowany program graficzny przeznaczony do tworzenia i obróbki grafiki rastrowej.",
  "home.technologies.12.desc": "<a href=\"http://blog.wyremski.pl/wprowadzenie-do-node-js/\" title=\"Wprowadzenie do node.js\" target=\"_blank\" rel=\"noopener\">NodeJS</a> to środowisko uruchomieniowe zaprojektowane do tworzenia aplikacji internetowych, szczególnie serwerów www napisanych w języku JavaScript.",
  "home.technologies.13.desc": "Biblioteka JavaScript wykorzystywana do tworzenia interfejsów graficznych aplikacji internetowych.",
  "home.technologies.14.desc": "Nowoczesny, wielozadaniowy system operacyjny klasy Unix.",
  "home.technologies.15.desc": "Wolnodostępny system zarządzania relacyjnymi bazami danych. Serwer MySQL dostępny jest dla wszystkich popularnych platform systemowych.",
  "home.technologies.16.desc": "Rozproszony system kontroli wersji. Służy do kontrolowanego wprowadzania zmian w projekcie.",
  "footer.text": "<p>Tworzenie nowoczesnych, sematycznych, zgodnych z SEO i responsywnych stron internetowych. Budowa bezpiecznych systemów i aplikacji webowych. Gwarancja nowoczesności i unikalności w sieci!</p><p>Sklep ze skryptami mojego autorstwa: <a href=\"https://skrypty.sattel.pl\" title=\"Sklep ze skrytami stron www\" target=\"_blank\">skrypty.sattel.pl</a></p>",
  "footer.write_to_me": "Napisz do mnie",
  "footer.skype": "Napisz do mnie na Skype",
  "footer.phone": "Zadzwoń do mnie (także WhatsApp)",
  "footer.facebook": "Mój profil na Facebook",
  "footer.twitter": "Mój profil na Twitter",
  "footer.linkedin": "Mój profil na LinkedIn",
  "footer.pinterest": "Mój profil na Pinterest",
  "footer.github": "Mój profil na GitHub",
  "footer.youtube": "Mój profil na Youtube",
  "footer.freecodecamp": "Mój profil na Free Code Camp",
  "footer.stackoverflow": "Mój profil na Stack Overflow",
  "footer.blog": "Mój blog",
  "footer.shop": "Internetowy sklep ze skryptami stron www",
  "privacy_policy": "Polityka prywatności",
  "privacy_policy.text": "<h4>Administrator</h4><p>Administratorem Twoich danych osobowych zgodnie z przepisami o ochronie danych osobowych jest Kamil Wyremski.</p><h4>Przetwarzanie danych osobowych</h4><p>Dzięki RODO możesz cieszyć się potencjalnymi uprawnieniami, dotyczącymi przetwarzania Twoich danych osobowych.</p><p>Jeżeli chcesz wiedzieć więcej na ten temat, szczegóły znajdziesz w art. 16 – 21 RODO.<br />Zawsze masz też możliwość zażądać ode mnie udostępnienia Ci informacji o tym, jakie dotyczące Cię dane posiadam i w jakim celu je przetwarzam. Jeśli chcesz uzyskać te informacje, wyślij wiadomość na adres: <a href=\"mailto:kamil.wyremski@gmail.com\" title=\"Napisz do mnie\">kamil.wyremski@gmail.com</a></p><h4>Gwarancja bezpieczeństwa</h4><p>Gwarantuję Ci bezpieczeństwo i poufność danych osobowych, które mi przekazałeś. Zapewniam podjęcie wszelkich środków ochrony danych osobowych, które są wymagane przez przepisy. Ponadto, zapewniam Cię, że wszelkie dane osobowe są odpowiednio chronione, aby osoby nieupoważnione nie miały do nich dostępu.</p><h4>Kontakt e-mailowy</h4><p>Jeśli kontaktujesz się ze mną za pośrednictwem poczty elektronicznej lub korzystasz z formularza kontaktowego zamieszczonego na stronie, przekazujesz mi w ten sposób swój adres e-mail (oraz inne dane osobowe, jeśli zamieścisz je w treści wiadomości).<br />W takim przypadku, Twoje dane są przetwarzane w celu zapewnienia kontaktu z Tobą. Podstawą prawną jest art. 6 ust. 1 lit. a RODO, dotyczący Twojej zgody wynikającej z zainicjowania kontaktu ze mną. Podstawą prawną przetwarzania Twoich danych po zakończeniu kontaktu jest art. 6 ust. 1 lit. c RODO, który usprawiedliwia ich przetwarzanie w postaci archiwizacji korespondencji mailowej na potrzeby wewnętrzne.<br />Jak wspomniałem wyżej, treść korespondencji może być archiwizowana i nie potrafię dokładnie określić, kiedy będzie usunięta. Możesz domagać się jej usunięcia, jednak czasem archiwizacja jest uzasadniona, np. w celu obrony przed potencjalnymi roszczeniami, które mógłbyś złożyć.</p><h4>Ciasteczka (pliki cookie) i sygnalizatory WWW (web beacon)</h4><p>Moja strona, podobnie jak większość innych stron internetowych, wykorzystuje pliki cookies, w celu zapewnienia Ci jak najprzyjemniejszego korzystania z niej.<br />Zastrzegam sobie możliwość do wykorzystania plików cookie (ciasteczek) oraz tzw session storage. Pliki te są zapisywane na Twoim komputerze. Służą one do dostosowania zawartości serwisu do preferencji użytkownika oraz optymalizacji korzystania ze stron internetowych<br />Przeglądarki internetowe, oraz niektóre Firewalle, umożliwiają wyłączenie obsługi ciasteczek i sygnalizatorów, lub jej ograniczenie dla wszystkich lub tylko dla wybranych stron WWW.<br />Współczesne przeglądarki umożliwiają przeglądanie stron www tzw. „trybie prywatnym (incognito)” co zazwyczaj oznacza, że żadna z odwiedzonych stron www nie zostanie zapamiętana w lokalnej historii przeglądarki, a pobrane ciasteczka zostaną skasowane po zakończeniu pracy z przeglądarką. Szczegółowy opis „trybu prywatnego” jest dostępny w pomocy przeglądarki.</p><p>Wykorzystuję cookies do śledzenia statystyk strony, takich jak liczba osób odwiedzających, rodzaj systemu operacyjnego i przeglądarki internetowej wykorzystywanej do przeglądania strony, czas spędzony na stronie, odwiedzone podstrony etc. Korzystam w tym zakresie z Google Analytics, co wiąże się z wykorzystaniem plików cookies firmy Google LLC. Dane te mogą być wykorzystywane do analityki ale też do działań marketingowych. W związku z tym informuję, że istnieje możliwość takiej konfiguracji przeglądarki internetowej, która uniemożliwia przechowywanie plików cookies na urządzeniu końcowym Użytkownika. W takiej sytuacji, korzystanie ze strony przez Użytkownika może być utrudnione.</p><h4>Logi serwera</h4><p>Korzystanie ze strony wiąże się z przesyłaniem zapytań do serwera, na którym przechowywana jest strona. Każde zapytanie skierowane do serwera zapisywane jest w logach serwera.<br />Logi obejmują m.in. Twój adres IP, datę i czas serwera, informacje o przeglądarce internetowej i systemie operacyjnym z jakiego korzystasz. Logi zapisywane i przechowywane są na serwerze.<br />Dane zapisane w logach serwera nie są kojarzone z konkretnymi osobami korzystającymi ze strony i nie są wykorzystywane przeze mnie w celu Twojej identyfikacji.<br />Logi serwera stanowią wyłącznie materiał pomocniczy służący do administrowania stroną, a ich zawartość nie jest ujawniana nikomu poza osobami upoważnionymi do administrowania serwerem.</p>",
  "privacy_policy.close": "Zamknij",
  "cookies_message": "Ta strona używa ciasteczek (cookies), dzięki którym nasz serwis może działać lepiej.",
  "cookies_message.accept": "Akceptuję",
  "projects.title": "Projekty stron www",
  "projects.description": "Zobacz moje portfolio, strony i serwisy internetowe które zbudowałem lub przy których współpracowałem. Do wszystkich moich projektów podchodzę z zaangażowaniem a stworzone strony odźwierciedlają daną markę lub produkt",
  "projects.subtitle": "Poniżej prezentuję moje portfolio: strony i serwisy internetowe, które zbudowałem lub przy których współpracowałem",
  "projects.thankyou": "Dziękuję",
  "projects.thankyou2": "za to, że wybraliście właśnie mnie!",
  "contact.title": "Kontakt ze mną",
  "contact.description": "Formularz kontaktowy który pozwoli Ci w szybki sposób skontaktować się ze mną. Zapraszam do kontaktu! Kamil Wyremski.",
  "contact.subtitle": "Jeśli chcesz się ze mną skontaktować napisz pod adres <a href=\"mailto:kamil.wyremski@gmail.com\" title=\"Napisz do mnie\">kamil.wyremski@gmail.com</a> lub skorzystaj z poniższego formularza",
  "contact.email": "Adres email",
  "contact.email.info": "Adres email posłuży tylko do udzielenia odpowiedzi na zapytanie. Nie będzie przetwarzany w żaden inny sposób.",
  "contact.subject": "Temat wiadomości",
  "contact.message": "Wiadomość",
  "contact.privacy": "Akceptuję politykę prywatności",
  "contact.send": "Wyślij wiadomość",
  "contact.alertEmail": "Adres email jest nieprawidłowy",
  "contact.alertSubject": "Wpisz temat wiadomości",
  "contact.alertMessage": "Wpisz treść wiadomości",
  "contact.alertRules": "To pole jest obowiązkowe",
  "contact.alertCaptcha": "Potwierdź, że nie jesteś robotem",
  "contact.messageSend": "Wiadomość została poprawnie wysłana",
  "contact.messageNoSend": "Błąd w wysyłaniu wiadomości",
  "script.feature.1": "<h4>Szybka instalacja</h4><p>Dzięki dołączonemu programowi instalacyjnemu stworzysz i skonfigurujesz swoją stronę w kilka minut!</p>",
  "script.feature.2": "<h4>Prosta obsługa</h4><p>Obsługa samej strony jak i panelu administracyjnego jest intuicyjna i bardzo prosta</p>",
  "script.feature.3": "<h4>Szybka pomoc</h4><p>Szybki kontakt i pomoc w instalacji oraz konfiguracji skryptu na Twojej domenie i serwerze!</p>",
  "script.functions": "Funkcje skryptu",
  "script.requirements": "Wymagania aplikacji",
  "script.admin_panel": "Panel administracyjny",
  "script.language.title": "Moduł zmiany języka",
  "script.language.desc": "<p>Skrypt posiada wbudowany <strong>moduł zmiany języka</strong>. Umożliwia on wyświetlanie strony w wybranym języku.</p><br><p>Oprócz tego skrypt umożliwia dodanie własnych języków. Możesz dodać ich nieograniczoną ilość! Dzięki temu możesz wykorzystać skrypt nie tylko na stronach polskojęzycznych, ale również tworząc stronę na zagranicznej domenie. Pozwoli Ci to trafić do większej liczby odbiorców na całym świecie!</p>",
  "script.gallery": "Galeria",
  "script.demo.title": "Wersja DEMO skryptu",
  "script.demo.list": "Przykładowe strony stworzone na tym skrypcie:",
  "script.buy": "Kup skrypt",
  "scripts.title": "Skrypty stron internetowych",
  "scripts.description": "Skrypty stron internetowych które stworzyłem. Dzięki nim w szybki i tani sposób możesz zbudować swoją własną stronę www!",
  "scripts.subtitle": "Dzięki nim w szybki sposób stworzysz swój własny serwis internetowy",
  "scripts.see": "Zobacz",
  "error404.title": "Błąd 404",
  "error404.description": "Strona którą szukasz została przesunięta, usunięta albo po prostu nigdy nie istniała."
}
