[
	{
		"name": "Twoja Oferta",
		"description": {
			"pl": "Nowoczesny i rozbudowany portal z ogłoszeniami online oparty o skrypt Notice3. Pracuje na Symfony i Vue",
			"en": "A modern portal with online classifieds based on the Notice3 script. It operates on Symfony and the Vue framework"
		},
		"url": "twojaoferta.com.pl",
		"image": "twojaoferta.jpg"
	},
	{
		"name": "Kody Rabatowe Nasze Miasto",
		"description": {
			"pl": "Strona z aktualnymi kodami rabatowymi i promocjami w sklepach. Oparty o Symfony i VUE",
			"en": "A website featuring current discount codes and promotions in stores. Powered by Symfony and VUE"
		},
		"url": "kodyrabatowe.naszemiasto.pl",
		"image": "kodyrabatowe.jpg"
	},
	{
		"name": "hosting_dojo",
		"description": {
			"pl": "Strona z rankingiem szybkości hostingów z różnych krajów. Oparta o Symfony i VUE",
			"en": "A website that ranks the speed of hosting services from different countries. Built on Symfony and VUE"
		},
		"url": "hostingdojo.com",
		"image": "hostingdojo.jpg"
	},
	{
		"name": "Cargoos",
		"description": {
			"pl": "Strona internetowa firmy transportowej z USA stworzona na Wordpress",
			"en": "The website of a transportation company from the USA, created on WordPress"
		},
		"url": "cargoos.com",
		"image": "cargoos.jpg"
	},
	{
		"name": "Shop&Go",
		"description": {
			"pl": "Katalog odzieży, obuwia i dodatków modowych. Agregator produktów ze sklepów online. Oparty na Symfony i VUE",
			"en": "Catalog of clothing, footwear and fashion accessories. Aggregator of products from online stores. Powered by Symfony and VUE"
		},
		"url": "shopngo.pl",
		"image": "shopngo.jpg"
	},
	{
		"name": "Turecka Przygoda",
		"description": {
			"pl": "Wielojęzyczna strona z ofertami apartamentów, atrakcji, wycieczek i transferów w Turcji. Dedykowana turystom chcącym odwiedzić ten kraj",
			"en": "A multilingual website with an offer of apartments, attractions, trips and transfers in Turkey. For tourists who want to visit this country"
		},
		"url": "tureckaprzygoda.com.pl",
		"image": "tureckaprzygoda.jpg"
	},
	{
		"name": "Coupon Dojo",
		"description": {
			"pl": "Wielojęzyczna strona ze zniżkami i kodami promocyjnymi wraz z wtyczką do Chrome",
			"en": "An international website offering discounts and vouchers"
		},
		"url": "coupondojo.com",
		"image": "coupondojo.jpg"
	},
	{
		"name": "Mieszkania w stylu",
		"description": {
			"pl": "Portal z ogłoszeniami nieruchomości ze zintegrowanym blogiem",
			"en": "A real estate classifieds portal with an integrated blog"
		},
		"url": "mieszkaniawstylu.pl",
		"image": "mieszkaniawstylu.jpg"
	},
	{
		"name": "MAX Plus KALISZ",
		"description": {
			"pl": "Strona wielobranżowej firmy z Kalisza świadczącej usługi rachunkowe oraz poligraficzne (agencja reklamowa)",
			"en": "An accounting and advertising company from the city of Kalisz, Poland"
		},
		"url": "maxplus.kalisz.pl",
		"image": "maxplus.jpg"
	},
	{
		"name": "Mateusz Rzetecki",
		"description": {
			"pl": "Portfolio eksperta SEO wraz z jego blogiem. Oparte o PHP + Twig3",
			"en": "The portfolio of an SEO expert along with his blog. Based on PHP and Twig"
		},
		"url": "mrzetecki.com",
		"image": "mrzetecki.jpg"
	},
	{
		"name": "Fundacja Przystań",
		"description": {
			"pl": "Strona internetowa Fundacji Przystań z Dąbrowy Górniczej, zajmującej się szeroko pojętą ochroną zdrowia psychicznego. Oparta na Symfony",
			"en": "The website of the Przystań Foundation, which deals with broadly understood mental health protection. Built on Symfony"
		},
		"url": "fundacjaprzystan.com",
		"image": "fundacjaprzystan.jpg"
	},
	{
		"name": "Multino",
		"description": {
			"pl": "Nowoczesny serwis internetowy z ogłoszeniami online oparty o skrypt ogłoszeniowy",
			"en": "A modern website featuring online classifieds. Based on Notice2"
		},
		"url": "multino.pl",
		"image": "multino.jpg"
	},
	{
		"name": "IT Works Better",
		"description": {
			"pl": "Strona www zespołu programistów Backend i Frontend (aplikacji webowych i mobilnych) oraz grafików i specjalistów SEO",
			"en": "The website of a team of Backend and Frontend programmers for web and mobile applications, graphic designers, and SEO specialists"
		},
		"url": "itworksbetter.net",
		"image": "itworksbetter.jpg"
	},
	{
		"name": "Strefa.co.uk",
		"description": {
			"pl": "Jeden z pierwszych portali ogłoszeniowych dla Polaków mieszkających w Wielkiej Brytanii. Oparty o skrypt ogłoszeniowy Notice",
			"en": "One of the first advertising portals aimed at Poles living in the UK, with the goal of helping them get started, find a job, or locate an apartment"
		},
		"url": "strefa.co.uk",
		"image": "strefa.jpg"
	},
	{
		"name": "Baterslo.sk",
		"description": {
			"pl": "Słowacka strona z ogłoszeniami online z różnych kategorii. Oparta na skrypcie ogłoszeniowym Notice3",
			"en": "The Slovakian website with online classifieds from different categories. Based on Notice3 script"
		},
		"url": "baterslo.sk",
		"image": "baterslo-sk.jpg"
	},
	{
		"name": "PressFoto",
		"description": {
			"pl": "Bank zdjęć prasowych dla fotoreporterów i wydawców",
			"en": "A bank of press photos for photojournalists and publishers"
		},
		"url": "pressfoto.pl",
		"image": "pressfoto.jpg"
	},
	{
		"name": "Świat Kamienia",
		"description": {
			"pl": "Strona jednego z większych składów kamienia naturalnego w Południowej Wielkopolsce.",
			"en": "A company based in Kalisz, Poland, specializing in natural stone products"
		},
		"url": "skamienia.pl",
		"image": "skamienia.jpg"
	},
	{
		"name": "Chicago Ogłoszenia",
		"description": {
			"pl": "Portal z darmowymi ogłoszeniami online dla Polaków mieszkających w Chicago. Oparty o skrypt ogłoszeniowy Notice",
			"en": "A portal offering free online classifieds for Polish individuals living in Chicago"
		},
		"url": "chicagoogloszenia.com",
		"image": "chicagoogloszenia.jpg"
	},
	{
		"name": "Oglaszamy24h.pl",
		"description": {
			"pl": "Nowoczesny serwis darmowych ogłoszeń drobnych: sprzedam, kupię, oddam, wymienię. Oparty o skrypt ogłoszeniowy Notice",
			"en": "A platform for free classified ads, allowing users to sell, buy, donate, or exchange items"
		},
		"url": "oglaszamy24h.pl",
		"image": "oglaszamy24h.jpg"
	},
	{
		"name": "MotoBryki",
		"description": {
			"pl": "Baza ogłoszeń motoryzacyjnych z całej Polski oparta o skrypt ogłoszeniowy",
			"en": "A website featuring automotive classifieds from all over Poland"
		},
		"url": "motobryki.pl",
		"image": "motobryki.jpg"
	}
]