{
  "data": {
    "functions": 12,
    "buy_url": "https://skrypty.sattel.pl/strona-glowna/10-skrypt-bazy-noclegowej-festa.html",
    "photos": 12,
    "list_domains": [
      "ewczasy.pl",
      "znajdznoclegi.pl",
      "delegacje-24.pl",
      "oferty.wypoczynek.turystyka.pl",
      "1noclegi.pl",
      "sejour.pl",
      "kwatery-pracownicze.com.pl"
    ]
  },
  "pl": {
    "title": "FESTA - skrypt bazy noclegowej",
    "description": "Festa to nowoczesny skrypt umożliwiający stworzenie strony www z bazą miejsc noclegowych",
    "script.header": "Skrypt strony noclegowej - Festa",
    "script.subheader": "Stwórz własny portal z bazą noclegów!",
    "script.desc1": "<h2>Dołącz do zadowolonych użytkowników!</h2><p>Festa umożliwia stworzenie własnej strony z bazą miejsc noclegowych w łatwy i szybki sposób. Skrypt został stworzony od podstaw przez programistę z wieloletnim doświadczeniem. Nie jest kopią żadnego skryptu ani skryptem stworzonym na podstawie innego.</p><p>Skrypt Festa jest bardzo uniwersalny. Umożliwia stworzenie strony z bazą noclegów lokalnych, krajowych lub międzynarodowych. Dostępnych jest bardzo wiele opcji konfiguracyjnych, dzięki czemu można dostosować go do indywidualnych wymagań. Dodatkowo skrypt wspiera <strong>możliwość zmiany języka</strong> i można go przetłumaczyć. Obsługuje <strong>automatyczne płatności</strong> w systemie <a href=\"http://www.dotpay.pl/\" title=\"DotPay\" rel=\"nofollow\" target=\"_blank\">Dotpay.pl</a>.</p>",
    "script.function.1": "<h4>Płatności</h4><p>Automatyczna obsługa <strong>systemu płatności <a href=\"http://www.dotpay.pl/\" title=\"DotPay\" rel=\"nofollow\" target=\"_blank\">Dotpay.pl</a></strong>, bez potrzeby ingerencji administratora.</p>",
    "script.function.2": "<h4>Responsywność</h4><p><strong>Responsywny szablon</strong> zgodny z HTML5 - strona jest poprawnie wyświetlana także na urządzeniach mobilnych (typu telefony komórkowe, tablety)</p>",
    "script.function.3": "<h4>Automatyzacja</h4><p><strong>Pełna automatyzacja</strong>, m.in. dzięki zadaniom cron-a i cachowaniu danych, w celu utrzymania maksymalnej wydajności systemu</p>",
    "script.function.4": "<h4>Portale społecznościowe</h4><p>Integracja z <strong>portalami społecznościowymi</strong> (slider Facebook, logowanie przez Facebook-a, przyciski &bdquo;Lubię to&rdquo;,  &bdquo;Udostępnij&rdquo;, &bdquo;Tweetnij&rdquo;, \"Wykop\")</p>",
    "script.function.5": "<h4>Reklamy</h4><p>Dużo miejsca na <strong>reklamy</strong> (możliwość dodania kilku banerów reklamowych, edycji slidera na stronie głównej oraz stopki serwisu)</p>",
    "script.function.6": "<h4>Kanał RSS</h4><p>Wbudowany <strong>kanał RSS</strong> (FEED) wyświetlający ostatnio dodane oferty w serwisie.</p>",
    "script.function.7": "<h4>Mapa Google</h4><p>Integracja z Mapą Google umożliwia zaznaczanie obiektów na mapie, łatwe ich znalezienie oraz <strong>wyszukiwanie obiektów wg odległości</strong></p>",
    "script.function.8": "<h4>Zaawansowana wyszukiwarka</h4><p>Wbudowana zaawansowana wyszukiwarka umożliwia użytkownikom <strong>znalezienie obiektu</strong> zgodnego z ich preferencjami</p>",
    "script.function.9": "<h4>SEO</h4><p>Do każdej strony info i artykułu w serwisie istnieje możliwość ustalenia osobnych słow kluczowych i opisów SEO</p>",
    "script.function.10": "<h4>Mikrodane</h4><p><strong>Mikrodane</strong> w spisie ofert - mają duży wpływ na podwyższenie pozycji witryny w wyszukiwarce Google, zgodne ze standardami <a href=\"http://schema.org/\" title=\"MicroDate\" target=\"_blank\" rel=\"nofollow\">schema.org</a></p>",
    "script.function.11": "<h4>Statystyki</h4><p>Podgląd szczegółowych <strong>statystyk systemu</strong> w CMS-ie (panelu administratora) wraz z generatorem wykresów - dzięki niemu dowiesz się czego jeszcze potrzeba Twojej stronie!</p>",
    "script.function.12": "<h4>Bezpieczeństwo</h4><p><strong>Bezpieczny panel logowania</strong>, zabezpieczenie przed zatruciem sesji (Session Poisoning), możliwość solenia haseł w systemie (Salt), formularz dodawania ofert zabezpieczony kodem sesyjnym<p>",
    "script.requirements.1": "PHP w wersji minimum 5.4",
    "script.requirements.2": "Obługa bazy danych MySQL",
    "script.requirements.3": "Możliwość ustawienia zadań CronTab",
    "script.requirements_bottom": "Skrypt jest stworzony na bardzo szybkich i łatwych w modyfikacjach frameworkach: Smarty oraz Twitter Bootstrap3.",
    "script.admin_panel_description": "Do strony jest dołączony bardzo rozbudowany system CMS, który umożliwia zarządzanie ustawieniami strony, podgląd szczegółowych statystyk oraz logów systemu",
    "script.demo.desc": "<h4>Demo skryptu: <strong><a href=\"https://festa.wyremski.pl/\" target=\"_blank\" title=\"Skrypt bazy noclegów Festa\" rel=\"nofollow\">festa.wyremski.pl</a></strong></h4><p>Demo systemu CMS: <strong><a href=\"https://festa.wyremski.pl/cms\" target=\"_blank\" title=\"Pokazowa strona ze skryptem noclegowym\" rel=\"nofollow\">festa.wyremski.pl/cms</a></strong><br>login: test<br>hasło: 1234</p>",
    "script.demo.manual": "Zobacz także <a href=\"http://blog.wyremski.pl/instrukcja-instalacji-i-konfiguracji-skryptow/\" title=\"Instrukcja instalacji i konfiguracji skryptów\" target=\"_blank\">instrukcję instalacji i konfiguracji skryptów</a>",
    "script.desc2": "Festa jest wyposażona w wiele narzędzi, które nie są dostępne w innych tego typu skryptach!",
    "script.desc3": "<h3>Szybki zysk dzięki dużej możliwości konfiguracji opłat</h3><br /><br /><p>Znalazłeś lepszy skrypt z bazą noclegów?<br>...na pewno nie! Po prostu takiego nie ma...</p><br /><h3>Empresa już dziś może być Twoja</h3>"
  },
  "en":{
    "title": "FESTA - script of accommodation base",
    "description": "Festa is a modern script that allows you to create a website with a base of accommodation",
    "script.header": "Script accomodations website - Festa",
    "script.subheader": "Create your own portal with accommodations base!",
    "script.desc1": "<h2>Join to the hundreds of satisfied users!</h2><p>This script allows you to create your own webpages with accommodations base in an easy and fast way. The script was created by programmer with years of experience. There is not a copy of other script and is not created on the basis of another.</p><p>The script is very universal. It enables creating a database of accommodation of local, national or from different countries. This are a lot of configuration options so you can customize it to individual requirements. Additionally, the script supports <strong>possibility to change language</strong> and gives you the ability to translate into other languages. Supports <strong>automatic payments</strong> <a href=\"http://www.dotpay.pl/\" title=\"DotPay\" rel=\"nofollow\" target=\"_blank\">Dotpay.pl</a>.</p>",
    "script.function.1": "<h4>Payments</h4><p>Automatic confirmation of payment from <strong><a href=\"http://www.dotpay.pl/\" title=\"DotPay\" rel=\"nofollow\" target=\"_blank\">Dotpay.pl</a></strong>, without the need administrator intervention.</p>",
    "script.function.2": "<h4>RWD</h4><p><strong>Responsive template</strong> compatible with HTML5 - the page is displayed correctly on the mobile devices (such as mobile phones, tablets)</p>",
    "script.function.3": "<h4>Automation</h4><p><strong>Full automation</strong> - cron schedule and data caching in order to maintain maximum system performance</p>",
    "script.function.4": "<h4>Social Network</h4><p>Integration with social network: Facebook (possibility to login by FB), Tweet, Wykop.pl</p>",
    "script.function.5": "<h4>ADS</h4><p>A lot of place for advertising (You can edit: baners, slider on home page and footer)</p>",
    "script.function.6": "<h4>RSS Channel</h4><p><strong>RSS channel</strong> displays the most recently added offers in website.</p>",
    "script.function.7": "<h4>Google Maps</h4><p>Integration with Google Map lets you select objects on the map, easy to find them and <strong>search objects by distance</strong></p>",
    "script.function.8": "<h4>Advanced search engine</h4><p>Built-in advanced search engine allows users to <strong>find the object</strong> according to their preferences</p>",
    "script.function.9": "<h4>SEO</h4><p>For each page on the site is possible set different keywords and descriptions SEO - very useful to positioning Your site</p>",
    "script.function.10": "<h4>Microdata</h4><p>Microdata is a WHATWG HTML specification used to nest metadata within existing content on web pages. Search engines, web crawlers, and browsers can extract and process Microdata from a web page and use it to provide a richer browsing experience for users. This will help your website to be ranked higher</p>",
    "script.function.11": "<h4>Statistics</h4><p>View detailed <strong>statistics system</strong> in the CMS (Admin Panel) with the generator charts - thanks to it you will find out what else do need Your website!</p>",
    "script.function.12": "<h4>Security</h4><p><strong>Secure login panel</strong>, protection against poisoning session, the possibility of salting passwords in the system, the form of adding classifieds protected by code session</p>",
    "script.requirements.1": "PHP version minimum 5.4",
    "script.requirements.2": "Support MySQL database",
    "script.requirements.3": "Ability to set the tasks crontab",
    "script.requirements_bottom": "The script is created in a very fast and easy in modifications framework's Smarty and Twitter Bootstrap3",
    "script.admin_panel_description": "To script is included very extensive CMS system that allows to management settings page, view detailed statistics and edit added offer",
    "script.demo.desc": "<p>Demo version: <strong><a href=\"https://festa.wyremski.pl/\" target=\"_blank\" title=\"Skrypt accomodations FESTA\" rel=\"nofollow\">festa.wyremski.pl</a></strong></p><p>Demo version of CMS: <strong><a href=\"https://festa.wyremski.pl/cms\" target=\"_blank\" title=\"Test version of Festa\" rel=\"nofollow\">festa.wyremski.pl/cms</a></strong><br>login: test<br>password: 1234</p>",
    "script.demo.manual": " ",
    "script.desc2": "The script have a lot of tools that are not available in other similar scripts!",
    "script.desc3": "<h3>A quick profit due to the high configurability charges</h3><br /><br /><p>You will not find better script with accommodation base!<br />We Guarantee!</p><br /><h4>If you are interested, you can buy this script:</h4>"
  }
}
