{
  "data": {
    "functions": 9,
    "buy_url": "https://github.com/kamilwyremski/corta",
    "free": true,
    "photos": 6,
    "list_domains": []
  },
  "pl": {
    "title": "CORTA - Skracacz Adresów URL",
    "description": "Dzięki skryptowi Corta możesz stworzyć własną prostą stronę internetową służącą do skracania linków – zamieniania długich adresów URL na krótkie i łatwe do zapamiętania.",
    "script.header": "Skrypt Skracacza Linków URL - Corta",
    "script.subheader": "Stwórz własną stronę internetową do skracania linków URL",
    "script.desc1": "<p>Dzięki skryptowi Corta możesz stworzyć własną prostą stronę internetową służącą do skracania linków – zamieniania długich adresów URL na krótkie i łatwe do zapamiętania. Dzięki temu będą one wygodniejsze do umieszczania w różnych mediach społecznościowych i komunikatorach. Dodatkowo administrator serwera może podejrzeć logi wejść na dany adres URL.</p><p>Niezależnie od tego, czy chcesz utworzyć krótki link do ulubionego artykułu na stronie internetowej, do zdjęcia czy do filmu w serwisie społecznościowym, skrypt sprawdzi, czy adres jest poprawny i czy istnieje, po czym wygeneruje krótki adres URL. To wszystko! Dzięki boksom reklamowym możesz uzyskać pasywny dochód ze swojej strony internetowej. Wystarczy, że umieścisz reklamy z AdSense lub od innego partnera, a strona będzie na Ciebie pasywnie zarabiać!</p>",
    "script.function.1": "<h3>Responsywność</h3><p><strong>Responsywny szablon</strong> zgodny z HTML5 - strona jest poprawnie wyświetlana także na urządzeniach mobilnych.</p>",
    "script.function.2": "<h3>Szybkość</h3><p>Dzięki zastosowaniu nowoczesnych technologii strona działa bardzo szybko.</p>",
    "script.function.3": "<h3>Reklamy</h3><p>Dużo miejsca na <strong>reklamy</strong>, dzięki którym możesz uzyskać pasywny dochód.</p>",
    "script.function.4": "<h3>Artykuły</h3><p>Możliwość dodawania artykułów na serwisie - wpływa to pozytywnie na pozycjonowanie.</p>",
    "script.function.5": "<h3>SEO</h3><p>Dla stron informacyjnych w serwisie istnieje możliwość ustalenia osobnych słów kluczowych i opisów SEO - bardzo przydatne przy pozycjonowaniu witryny.</p>",
    "script.function.6": "<h3>Dostosowanie</h3><p>Możliwość <strong>dostosowania</strong> serwisu do własnych potrzeb, rozbudowane możliwości konfiguracji strony.</p>",
    "script.function.7": "<h3>Statystyki</h3><p>Podgląd szczegółowych <strong>statystyk systemu</strong> w Panelu Administracyjnym wraz z generatorem wykresów - dzięki niemu dowiesz się, czego jeszcze potrzebuje Twoja strona!</p>",
    "script.function.8": "<h3>Newsletter</h3><p>Moduł newslettera umożliwiający użytkownikom zapis na listę mailingową, a administratorowi wysyłkę maili.</p>",
    "script.function.9": "<h3>SMTP i Załączniki</h3><p>Możliwość wysyłki wiadomości e-mail poprzez konto SMTP oraz wysyłki <strong>załączników</strong> do wiadomości z formularza kontaktowego.</p>",
    "script.requirements.1": "PHP w wersji min. 7.2",
    "script.requirements.2": "Obsługa bazy danych MySQL",
    "script.requirements.3": "Możliwość ustawienia zadań CronTab",
    "script.requirements_bottom": "Skrypt został stworzony na bardzo szybkim i łatwym w modyfikacjach <strong>systemie szablonów Twig 3</strong>.",
    "script.admin_panel_description": "Do strony jest dołączony bardzo rozbudowany Panel Administracyjny, który umożliwia zarządzanie ustawieniami strony, podgląd szczegółowych statystyk oraz logów serwisu.",
    "script.demo.desc": "DEMO skryptu: <strong><a>corta.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO Panelu Administracyjnego: <strong><a>corta.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}hasło: 1234",
    "script.demo.manual": "Zobacz także <a>instrukcję instalacji i konfiguracji skryptów</a>",
    "script.desc2": "CORTA - Skrypt do Skracania Linków URL - Zarabiaj Pasywnie!",
    "script.desc3": "<p>Znalazłeś lepszy skrypt skracacza linków online?{breakingLine}...Na pewno nie! Po prostu takiego nie ma...</p>{breakingLine}<h3>Corta już dziś może być Twoja!</h3>"
  },
  "en": {
    "title": "CORTA - URL Shortener",
    "description": "With the Corta script, you can easily create a simple website designed to shorten URLs, transforming lengthy links into short, memorable ones.",
    "script.header": "Corta - URL Link Shortener Script",
    "script.subheader": "Build Your Own Website for URL Shortening",
    "script.desc1": "<p>With the Corta script, you can build a straightforward website for shortening links, turning long URLs into short, easy-to-remember ones. This simplifies sharing on various social media platforms and messengers. Additionally, server administrators can access logs of visits to specific URLs.</p><p>Whether it's a link to your favorite article, a photo, or a video on a social network you can easy short a link. The script verifies the URL's validity before generating a short link. Moreover, with advertising spaces, you can earn passive income from your site. Simply integrate ads from AdSense or other partners, and your website will start generating revenue passively!</p>",
    "script.function.1": "<h3>RWD</h3><p><strong>Responsive Design</strong> compatible with HTML5 ensures the site displays correctly across mobile devices like smartphones and tablets.</p>",
    "script.function.2": "<h3>Speed</h3><p>Employing modern technologies, the website operates with exceptional speed.</p>",
    "script.function.3": "<h3>ADS</h3><p>Ample advertising space allows for passive income generation.</p>",
    "script.function.4": "<h3>Articles</h3><p>Facilitates adding articles to the website, enhancing its SEO positioning.</p>",
    "script.function.5": "<h3>SEO</h3><p>Enables setting unique keywords and SEO descriptions for info pages on the site, which is beneficial for web positioning.</p>",
    "script.function.6": "<h3>Customization</h3><p>Script offers extensive customization options to tailor the site according to your preferences.</p>",
    "script.function.7": "<h3>Statistics</h3><p>Access detailed system statistics through the Admin Panel, including a chart generator for comprehensive website insights.</p>",
    "script.function.8": "<h3>Newsletter</h3><p>Incorporates a newsletter module for user subscription and enables administrators to send out emails.</p>",
    "script.function.9": "<h3>SMTP and Attachments</h3><p>Supports sending emails via an SMTP account and attaching files to contact form messages.</p>",
    "script.requirements.1": "PHP version minimum 7.2",
    "script.requirements.2": "Supports MySQL database",
    "script.requirements.3": "Supports setting cron jobs",
    "script.requirements_bottom": "This script leverages the high-performance <strong>Twig 3 template engine</strong>.",
    "script.admin_panel_description": "Features an extensive Administrative Panel for managing settings, viewing detailed statistics, and monitoring site logs.",
    "script.demo.desc": "DEMO version: <strong><a>corta.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO version of Admin Panel: <strong><a>corta.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}password: 1234",
    "script.demo.manual": " ",
    "script.desc2": "CORTA - A Script for URL Shortening - Earn Passively!",
    "script.desc3": "<p>Found a better online link shortener script?{breakingLine}Unlikely, because there isn't one!</p>{breakingLine}<h3>Download this script from GitHub:</h3>"
  }
}