{
  "data": {
    "functions": 12,
    "buy_url": "https://github.com/kamilwyremski/cuadro",
    "free": true,
    "photos": 12,
    "list_domains": [
      "narty.online/video",
      "dokop.pl",
      "smiejsie.pl"
    ]
  },
  "pl": {
    "title": "CUADRO - Obrazki, Filmy i Zdjęcia",
    "description": "CUADRO to uniwersalny skrypt dla stron internetowych z obrazkami, zdjęciami i filmami wideo.",
    "script.header": "Skrypt Strony z Obrazkami, Zdjęciami i Filmami - Cuadro",
    "script.subheader": "Stwórz nowoczesną stronę z zdjęciami i filmami",
    "script.desc1": "<p>Darmowy skrypt CUADRO umożliwia stworzenie własnej strony z <strong>obrazkami, zdjęciami i filmami</strong> w łatwy i szybki sposób. Umożliwia użytkownikom przesyłanie plików graficznych oraz plików w formacie MP4, a także dołączanie filmów z serwisów YouTube, Vimeo oraz DailyMotion.</p><p>Skrypt pozwala na stworzenie strony o dowolnej tematyce. Posiada bardzo <strong>wiele opcji konfiguracyjnych</strong>, dzięki czemu można go dostosować do indywidualnych potrzeb. Wygląd skryptu Cuadro oparty jest na frameworku Materialize.</p>",
    "script.function.1": "<h3>Responsywność</h3><p><strong>Responsywny szablon</strong> zgodny z HTML5 - strona poprawnie wyświetla się także na urządzeniach mobilnych (np. telefonach komórkowych, tabletach).</p>",
    "script.function.2": "<h3>Portale Społecznościowe</h3><p>Integracja z <strong>portalami społecznościowymi</strong> (panel Facebooka, logowanie przez Facebooka oraz przez konto Google, przyciski Lubię to, Udostępnij, Tweetnij i Wykop).</p>",
    "script.function.3": "<h3>Poczekalnia i Top</h3><p>Podstrony z plikami w <strong>poczekalni</strong>, najlepsze wg głosów, z danej kategorii lub tagu, oraz losowo wybrane.</p>",
    "script.function.4": "<h3>Reklamy</h3><p>Dużo miejsca na <strong>reklamy</strong> (pomiędzy plikami oraz w panelu bocznym).</p>",
    "script.function.5": "<h3>Kanał RSS</h3><p>Wbudowany <strong>kanał RSS</strong> (FEED) wyświetlający ostatnio dodane pliki.</p>",
    "script.function.6": "<h3>SEO</h3><p>Dla stron informacyjnych w serwisie istnieje możliwość ustalenia osobnych słów kluczowych i opisów SEO - bardzo przydatne przy pozycjonowaniu witryny.</p>",
    "script.function.7": "<h3>Bezpieczeństwo</h3><p><strong>Bezpieczny panel logowania</strong>, zabezpieczenie przed zatruciem sesji (Session Poisoning), możliwość solenia haseł w systemie (Salt).</p>",
    "script.function.8": "<h3>Dostosowanie</h3><p>Możliwość <strong>dostosowania</strong> serwisu do własnych potrzeb, rozbudowane możliwości konfiguracji strony.</p>",
    "script.function.9": "<h3>Głosy i Komentarze</h3><p>Każdy użytkownik może <strong>głosować</strong> na obrazki, zdjęcia i filmy oraz dodać swój <strong>komentarz</strong> do nich poprzez konto Facebooka.</p>",
    "script.function.10": "<h3>Statystyki</h3><p>Podgląd szczegółowych <strong>statystyk systemu</strong> w Panelu Administracyjnym wraz z generatorem wykresów - dzięki niemu dowiesz się, czego jeszcze potrzebuje Twoja strona!</p>",
    "script.function.11": "<h3>Materialize</h3><p>Wygląd strony został oparty o popularny <strong>framework Materialize</strong>, co ułatwia modyfikacje wyglądu.</p>",
    "script.function.12": "<h3>SMTP i Załączniki</h3><p>Możliwość wysyłki wiadomości e-mail poprzez konto SMTP oraz wysyłki <strong>załączników</strong> do wiadomości z formularza kontaktowego. Możliwość wysyłki <strong>mailingu</strong> do wszystkich zarejestrowanych użytkowników.</p>",
    "script.requirements.1": "PHP w wersji min. 7.2",
    "script.requirements.2": "Obsługa bazy danych MySQL",
    "script.requirements.3": "Możliwość ustawienia zadań CronTab",
    "script.requirements_bottom": "Skrypt został stworzony na bardzo szybkim i łatwym w modyfikacjach <strong>systemie szablonów Twig 3</strong>.",
    "script.admin_panel_description": "Do strony jest dołączony bardzo rozbudowany Panel Administracyjny, który umożliwia zarządzanie ustawieniami strony, podgląd szczegółowych statystyk oraz logów serwisu.",
    "script.demo.desc": "DEMO skryptu: <strong><a>cuadro.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO Panelu Administracyjnego: <strong><a>cuadro.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}hasło: 1234",
    "script.demo.manual": "Zobacz także <a>instrukcję instalacji i konfiguracji skryptów</a>",
    "script.desc2": "Cuadro jest wyposażony w wiele narzędzi, które nie są dostępne w innych tego typu skryptach!",
    "script.desc3": "<p>Znalazłeś lepszy skrypt dla strony z obrazkami, zdjęciami i filmami?{breakingLine}...Na pewno nie! Po prostu takiego nie ma...</p>{breakingLine}<h3>Cuadro już dziś może być Twój!</h3>"
  },
  "en": {
    "title": "CUADRO - Images, Photos, and Movies",
    "description": "CUADRO is a powerful script that enables the creation of websites showcasing images, photos, and movies.",
    "script.header": "Cuadro - Website Script for Images, Photos, and Movies",
    "script.subheader": "Create Your Own Modern Website Featuring Images and Movies!",
    "script.desc1": "<h2>Join Hundreds of Satisfied Users!</h2><p>CUADRO simplifies the process of creating your own website filled with <strong>images, photos, and movies</strong>. It supports user uploads of graphics and MP4 files, as well as the integration of videos from YouTube, Vimeo, and DailyMotion.</p><p>CUADRO is versatile enough for any topic, offering <strong>numerous configuration options</strong> to tailor it to your unique needs. Its design utilizes the Materialize framework, ensuring a modern appearance.</p>",
    "script.function.1": "<h3>RWD</h3><p><strong>Responsive Design</strong> ensures compatibility with HTML5, displaying correctly on mobile devices such as smartphones and tablets.</p>",
    "script.function.2": "<h3>Social Network Integration</h3><p>Features integration with social networks: Facebook (including login capability), Google, X (Twitter), and Wykop.pl.</p>",
    "script.function.3": "<h3>Waiting Room and Top</h3><p>Includes a subpage for new uploads in the <strong>Waiting Room</strong>, showcasing the best files based on votes and random selections.</p>",
    "script.function.4": "<h3>ADS</h3><p>Provides numerous sections for <strong>ads</strong>, both between files and in sidebars, for potential revenue generation.</p>",
    "script.function.5": "<h3>RSS Channel</h3><p>An <strong>RSS channel</strong> that displays the most recently added files, keeping content fresh and engaging.</p>",
    "script.function.6": "<h3>SEO Optimization</h3><p>Allows for unique keyword and SEO description settings for each page, enhancing site visibility.</p>",
    "script.function.7": "<h3>Security Features</h3><p>Includes a <strong>secure login panel</strong>, session poisoning protection, and the ability to salt passwords for enhanced security.</p>",
    "script.function.8": "<h3>Customization</h3><p>The Admin Panel enables site <strong>customization</strong> to meet your specific needs, offering comprehensive script adjustment capabilities.</p>",
    "script.function.9": "<h3>Votes and Comments</h3><p>Users can <strong>vote</strong> on and add <strong>comments</strong> to images, photos, and movies using their Facebook accounts.</p>",
    "script.function.10": "<h3>Statistics</h3><p>Access detailed <strong>system statistics</strong> through the Admin Panel, complete with chart generation, for insights into user behavior and potential improvements.</p>",
    "script.function.11": "<h3>Materialize Framework</h3><p>Utilizes the popular <strong>Materialize framework</strong>, facilitating easy modifications to the site's appearance.</p>",
    "script.function.12": "<h3>SMTP and Email Features</h3><p>Supports email sending through SMTP with <strong>attachments</strong> from the contact form and enables mass mailing to all registered users.</p>",
    "script.requirements.1": "PHP version minimum 7.2",
    "script.requirements.2": "Supports MySQL database",
    "script.requirements.3": "Supports setting cron jobs",
    "script.requirements_bottom": "This script utilizes the highly efficient <strong>Twig 3 template engine</strong>.",
    "script.admin_panel_description": "Includes an extensive Admin Panel for managing settings, viewing detailed statistics, and editing uploaded images, photos, and movies.",
    "script.demo.desc": "DEMO version: <strong><a>cuadro.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO version of Admin Panel: <strong><a>cuadro.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}password: 1234",
    "script.demo.manual": " ",
    "script.desc2": "This script offers a lot of tools unmatched by similar scripts!",
    "script.desc3": "<p>Looking for a better script for images, photos, and movies?{breakingLine} You won't find one! We guarantee it!</p>{breakingLine}<h3>Download this script from GitHub:</h3>"
  }
}