{
  "data": {
    "functions": 12,
    "buy_url": "https://github.com/kamilwyremski/demoty2",
    "free": true,
    "photos": 12,
    "list_domains": [
      "durnotki.pl",
      "demota.pl"
    ]
  },
  "pl": {
    "title": "DEMOTY2 - Skrypt Strony z Demotywatorami i Memami",
    "description": "Demoty2 to skrypt dla strony pozwalającej tworzyć demotywatory, demoty oraz memy.",
    "script.header": "Skrypt Demoty2",
    "script.subheader": "Stwórz nowoczesną stronę z demotywatorami oraz memami",
    "script.desc1": "<h2>Dołącz do zadowolonych użytkowników!</h2><p>Skrypt DEMOTY2 umożliwia stworzenie własnej strony z <strong>demotywatorami, demotami oraz memami</strong> w łatwy i szybki sposób. Umożliwia generowanie demotywatorów i memów oraz ich późniejszą edycję. Jest to nowoczesny skrypt napisany zgodnie ze współczesnymi standardami, oparty o system szablonów Twig 3 oraz framework CSS Bulma.</p><p>Skrypt został zoptymalizowany, dzięki czemu można go zainstalować na praktycznie dowolnym hostingu. Będzie prawidłowo działał przy dużej ilości obrazków oraz użytkowników.</p>",
    "script.function.1": "<h4>Tworzenie demotów oraz memów</h4><p>Możliwość tworzenia <strong>demotywatorów oraz memów</strong> przez użytkowników serwisu wraz z możliwością ich późniejszej edycji.</p>",
    "script.function.2": "<h4>Responsywność</h4><p><strong>Responsywny szablon</strong> zgodny z HTML5 - strona poprawnie wyświetla się także na urządzeniach mobilnych (np. telefonach komórkowych, tabletach).</p>",
    "script.function.3": "<h4>Portale Społecznościowe</h4><p>Integracja z <strong>portalami społecznościowymi</strong> (panel Facebooka, logowanie przez Facebooka oraz przez konto Google, przyciski Lubię to, Udostępnij, Tweetnij, WhatsApp i Wykop).</p>",
    "script.function.4": "<h4>Reklamy</h4><p>Dużo miejsca na <strong>reklamy</strong> - pomiędzy demotami oraz po bokach strony.</p>",
    "script.function.5": "<h4>Kanał FEED</h4><p>Wbudowany <strong>kanał FEED (RSS)</strong> wyświetlający ostatnio dodane demotywatory oraz memy.</p>",
    "script.function.6": "<h4>SEO</h4><p>Dla stron informacyjnych w serwisie istnieje możliwość ustalenia osobnych słów kluczowych i opisów SEO - bardzo przydatne przy pozycjonowaniu witryny.</p>",
    "script.function.7": "<h4>Bezpieczeństwo</h4><p><strong>Bezpieczny panel logowania</strong>, zabezpieczenie przed zatruciem sesji (Session Poisoning), szyfrowanie haseł poprzez BCrypt, tokeny dla akcji użytkowników.</p>",
    "script.function.8": "<h4>Dostosowanie</h4><p>Możliwość <strong>dostosowania</strong> serwisu do własnych potrzeb, rozbudowane możliwości konfiguracji strony - dzięki czemu dostosujesz skrypt do swoich własnych potrzeb!</p>",
    "script.function.9": "<h4>Głosy i Komentarze</h4><p>Każdy użytkownik może <strong>głosować</strong> na demotywatory i memy oraz dodać swój <strong>komentarz</strong> do nich poprzez konto Facebooka.</p>",
    "script.function.10": "<h4>Statystyki</h4><p>Podgląd szczegółowych <strong>statystyk systemu</strong> w Panelu Administracyjnym wraz z generatorem wykresów - dzięki niemu dowiesz się, czego jeszcze potrzebuje Twoja strona!</p>",
    "script.function.11": "<h4>Bulma</h4><p>Wygląd strony został oparty o popularny <strong>framework CSS Bulma</strong>, dzięki czemu modyfikacje wyglądu nie stanowią problemu.</p>",
    "script.function.12": "<h4>SMTP i Załączniki</h4><p>Możliwość wysyłki wiadomości e-mail poprzez konto SMTP oraz wysyłki <strong>załączników</strong> do wiadomości z formularza kontaktowego. Możliwość wysyłki <strong>mailingu</strong> do wszystkich zarejestrowanych użytkowników.</p>",
    "script.requirements.1": "PHP w wersji min. 7.2",
    "script.requirements.2": "Obsługa bazy danych MySQL",
    "script.requirements.3": "Możliwość ustawienia zadań CronTab",
    "script.requirements_bottom": "Skrypt został stworzony na bardzo szybkim i łatwym w modyfikacjach <strong>systemie szablonów Twig 3</strong>.",
    "script.admin_panel_description": "Do strony jest dołączony bardzo rozbudowany Panel Administracyjny, który umożliwia pełne zarządzanie ustawieniami strony, podgląd szczegółowych statystyk oraz zarządzanie obrazkami, tagami, kategoriami i użytkownikami.",
    "script.demo.desc": "Wersja DEMO: <strong><a>demoty2.itworksbetter.net</a></strong>",
    "script.demo.desc2": "Wersja DEMO Panelu Administracyjnego: <strong><a>demoty2.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}hasło: 1234",
    "script.demo.manual": "Zobacz także <a>instrukcję instalacji i konfiguracji skryptów</a>",
    "script.desc2": "Demoty2 są wyposażone w wiele narzędzi, które nie są dostępne w innych tego typu skryptach!",
    "script.desc3": "<p>Znalazłeś lepszy skrypt typu demotywatory?{breakingLine}...Na pewno nie! Po prostu takiego nie ma...</p>{breakingLine}<h3>Demoty2 już dzisiaj mogą być Twoje!</h3>"
  },
  "en": {
    "title": "DEMOTY2 - Web Script for Demotivators and Memes",
    "description": "DEMOTY2 is a modern web script for creating websites dedicated to demotivators, demots, and memes.",
    "script.header": "Demoty2 Script",
    "script.subheader": "Create a Modern Webpage With Demotivators and Memes",
    "script.desc1": "<h2>Join Hundreds of Satisfied Users!</h2><p>DEMOTY2 offers an easy and fast way to launch your own website filled with <strong>demotivators and memes</strong>. Users can generate and edit demotivators and memes effortlessly. This modern script is developed in compliance with current standards, utilizing the Twig 3 template system and the Bulma CSS framework.</p><p>Optimized for performance, DEMOTY2 can be installed on almost any hosting service, efficiently handling a large volume of images and user traffic.</p>",
    "script.function.1": "<h4>Creating Demotivators and Memes</h4><p>Enables users to create and later edit <strong>demotivators and memes</strong>, fostering a creative and interactive community.</p>",
    "script.function.2": "<h4>RWD</h4><p><strong>Responsive Design</strong> ensures the site is displayed correctly on mobile devices, including smartphones and tablets, thanks to HTML5 compatibility.</p>",
    "script.function.3": "<h4>Social Network Integration</h4><p>Seamless integration with social networks like Facebook (including login functionality), Google, X (Twitter), WhatsApp, and Wykop.pl enhances user engagement and reach.</p>",
    "script.function.4": "<h4>ADS</h4><p>Various sections of the website are designated for <strong>ads</strong>, enabling potential revenue streams between images and in sidebars.</p>",
    "script.function.5": "<h4>FEED Channel</h4><p>A <strong>FEED (RSS) channel</strong> showcases the most recently added demotivators, keeping the content fresh and engaging.</p>",
    "script.function.6": "<h4>SEO Optimization</h4><p>Customizable keyword and SEO descriptions for each page bolster your site's visibility and positioning in search engines.</p>",
    "script.function.7": "<h4>Security Measures</h4><p>Features a <strong>secure login panel</strong>, session poisoning protection, BCrypt password hashing, and unique tokens for user actions, ensuring robust security.</p>",
    "script.function.8": "<h4>Customization</h4><p>The Admin Panel allows for deep <strong>site customization</strong>, enabling you to tailor the script to meet your exact needs.</p>",
    "script.function.9": "<h4>Votes and Comments</h4><p>Users can <strong>vote</strong> on and leave <strong>comments</strong> on demotivators and memes using their Facebook accounts, fostering community interaction.</p>",
    "script.function.10": "<h4>Statistics</h4><p>Access comprehensive <strong>statistics</strong> in the Admin Panel, including charts that offer insights into user behavior and potential site improvements.</p>",
    "script.function.11": "<h4>Bulma Framework</h4><p>The site's appearance is crafted with the popular <strong>Bulma framework</strong>, making aesthetic modifications straightforward.</p>",
    "script.function.12": "<h4>SMTP and Email Capabilities</h4><p>Supports email sending through SMTP with <strong>attachments</strong> from the contact form and enables bulk mailings to all registered users.</p>",
    "script.requirements.1": "PHP version minimum 7.2",
    "script.requirements.2": "Support for MySQL database",
    "script.requirements.3": "Capability to set cron jobs",
    "script.requirements_bottom": "This script is powered by the highly efficient <strong>Twig 3 template engine</strong>.",
    "script.admin_panel_description": "An extensive Admin Panel is included, allowing for detailed settings management, user and content oversight, and insights into pictures, tags, and categories.",
    "script.demo.desc": "DEMO version: <strong><a>demoty2.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO version of Admin Panel: <strong><a>demoty2.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}password: 1234",
    "script.demo.manual": " ",
    "script.desc2": "This script boasts a range of unique tools unavailable in similar scripts!",
    "script.desc3": "<p>Search no further for a superior script for demotivators and memes.{breakingLine}We guarantee the best!</p>{breakingLine}<h3>Download this script from GitHub:</h3>"
  }
}