{
  "data": {
    "functions": 12,
    "buy_url": "https://sklep.itworksbetter.net/skrypty-stron-www/3-skrypt-typu-demotywatory-demoty2.html",
    "photos": 12,
    "list_domains": [
      "durnotki.pl",
      "ememy.pl"
    ]
  },
  "pl": {
    "title": "DEMOTY2 - skrypt strony z demotywatorami i memami",
    "description": "Demoty2 to skrypt dla strony pozwalającej tworzyć demotywatory, demoty oraz memy",
    "script.header": "Skrypt Demoty2",
    "script.subheader": "Stwórz nowoczesną stronę z demotywatorami oraz memami",
    "script.desc1": "<h2>Dołącz do zadowolonych użytkowników!</h2><p>Skrypt DEMOTY2 umożliwia stworzenie własnej strony z <strong>demotywatorami, demotami oraz memami</strong> w łatwy i szybki sposób. Umożliwia generowanie demotywatorów i memów oraz ich poźniejszą edycję. Jest to nowoczesny skrypt napisany zgodnie ze współczesnymi standardami, oparty o system szablonów Twig 3 oraz framework CSS Bulma.</p><p>Skrypt został zoptymalizowany, dzięki czemu można go zainstalować na praktycznie dowolnym hostingu. Będzie prawidłowo działał przy dużej ilości obrazków oraz użytkowników.</p>",
    "script.function.1": "<h4>Tworzenie demotów oraz memów</h4><p>Możliwość tworzenia <strong>demotywatorów oraz memów</strong> przez użytkowników serwisu wraz z możliwością ich późniejszej edycji</p>",
    "script.function.2": "<h4>Responsywność</h4><p><strong>Responsywny szablon</strong> zgodny z HTML5 - strona jest poprawnie wyświetlana także na urządzeniach mobilnych (typu telefony komórkowe, tablety)</p>",
    "script.function.3": "<h4>Portale społecznościowe</h4><p>Integracja z <strong>portalami społecznościowymi</strong> (panel Facebook, logowanie przez Facebook-a oraz przez konto Google, przyciski Lubię to, Udostępnij, Tweetnij, WhatsApp i Wykop)</p>",
    "script.function.4": "<h4>Reklamy</h4><p>Dużo miejsca na <strong>reklamy</strong> - pomiędzy demotami oraz po bokach strony</p>",
    "script.function.5": "<h4>Kanał FEED</h4><p>Wbudowany <strong>kanał FEED (RSS)</strong> wyświetlający ostatnio dodane demotywatory oraz memy</p>",
    "script.function.6": "<h4>SEO</h4><p>Do stron info w serwisie istnieje możliwość ustalenia osobnych słow kluczowych i opisów SEO - bardzo przydatne przy pozycjonowaniu witryny</p>",
    "script.function.7": "<h4>Bezpieczeństwo</h4><p><strong>Bezpieczny panel logowania</strong>, zabezpieczenie przed zatruciem sesji (Session Poisoning), szyfrowanie haseł poprzez BCrypt, tokeny dla akcji użytkowników</p>",
    "script.function.8": "<h4>Dostosowanie</h4><p>Możliwość <strong>dostosowania</strong> serwisu do własnych potrzeb, rozbudowane możliwości konfiguracji strony - dzięki czemu dostosujesz skrypt do swoich własnych potrzeb!</p>",
    "script.function.9": "<h4>Głosy i komentarze</h4><p>Każdy użytkownik może <strong>głosować</strong> na demotywatory i memy oraz dodać swój <strong>komentarz</strong> do nich poprzez konto Facebook</p>",
    "script.function.10": "<h4>Statystyki</h4><p>Podgląd szczegółowych <strong>statystyk systemu</strong> w Panelu Administracyjnym wraz z generatorem wykresów - dzięki niemu dowiesz się czego jeszcze potrzeba Twojej stronie!</p>",
    "script.function.11": "<h4>Bulma</h4><p>Wygląd strony został oparty o popularny <strong>framework CSS Bulma</strong>, dzięki czemu modyfikacje wyglądu nie stanowią problemu</p>",
    "script.function.12": "<h4>SMTP i załączniki</h4><p>Możliwość wysyłki wiadomości email poprzez konto SMTP oraz wysyłki <strong>załączników</strong> do wiadomości z formularza kontaktowego. Możliwość wysyłki <strong>mailingu</strong> do wszystkich zarejestrowanych użytkowników</p>",
    "script.requirements.1": "PHP w wersji min. 7.2",
    "script.requirements.2": "Obługa bazy danych MySQL",
    "script.requirements.3": "Możliwość ustawienia zadań CronTab",
    "script.requirements_bottom": "Skrypt jest stworzony na bardzo szybkim i łatwym w modyfikacjach <strong>systemie szablonów Twig 3</strong>.",
    "script.admin_panel_description": "Do strony jest dołączony bardzo rozbudowany Panel Administracyjny, który umożliwia pełne zarządzanie ustawieniami strony, podgląd szczegółowych statystyk oraz zarządzanie obrazkami, tagami, kategoriami i użytkownikami",
    "script.demo.desc": "DEMO version: <strong><a>demoty2.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO version of Admin Panel: <strong><a>demoty2.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}password: 1234",
    "script.demo.manual": "Zobacz także <a>instrukcję instalacji i konfiguracji skryptów</a>",
    "script.desc2": "Demoty2 są wyposażone w wiele narzędzi, które nie są dostępne w innych tego typu skryptach!",
    "script.desc3": "<p>Znalazłeś lepszy skrypt typu demotywatory?{breakingLine}...na pewno nie! Po prostu takiego nie ma...</p>{breakingLine}<h3>Demoty2 już dzis mogą być Twoje!</h3>"
  },
  "en":{
    "title": "DEMOTY2 - web script for demotivators and memes",
    "description": "Demoty2 is a script for a website with demotivators, demots and memes",
    "script.header": "Script Demoty2",
    "script.subheader": "Create modern webpage with demotivators ane memas",
    "script.desc1": "<h2>Join our hundreds of satisfied users!</h2><p>The DEMOTY2 script allows you to create your own website with <strong>demotivators and memes</strong> in an easy and fast way. It allows generating demotivators and memes with possibility to edit their later. It is a modern script written in accordance with modern standards based on the Twig 3 template system and the CSS framework Bulma.</p><p>The script has been optimized so you can install it on almost any hosting and will work properly with a large number of images and users.</p>",
    "script.function.1": "<h4>Creating demotivators and memes</h4><p>The ability to create <strong>demotivators and memes</strong> by users with the option of later editing</p>",
    "script.function.2": "<h4>RWD</h4><p><strong>Responsive template</strong> compatible with HTML5 - the page is displayed correctly on the mobile devices (such as mobile phones, tablets)</p>",
    "script.function.3": "<h4>Social Network</h4><p>Integration with social network: Facebook (possibility to login by FB and Google), Twitter, WhatsApp, and Wykop.pl</p>",
    "script.function.4": "<h4>ADS</h4><p>Many website sections to include <strong>ads</strong> - between images and in aside</p>",
    "script.function.5": "<h4>FEED Channel</h4><p><strong>FEED (RSS) channel</strong> displays the most recently added demotivators</p>",
    "script.function.6": "<h4>SEO</h4><p>You can set up separate keyword and SEO description for each info page - very useful to positioning Your site</p>",
    "script.function.7": "<h4>Security</h4><p><strong>Secure login panel</strong>, protection against poisoning session, hash password by BCrypt, uniquely tokens for user actions</p>",
    "script.function.8": "<h4>Adjustment</h4><p>The possibility of <strong>adapt site</strong> to your needs by Admin Panel - so you can adjust the script fully for Your own needs!</p>",
    "script.function.9": "<h4>Votes and comments</h4><p>Every user can <strong>vote</strong> on demotivators and memes and add <strong>comments</strong> by Facebook account</p>",
    "script.function.10": "<h4>Statistics</h4><p>View detailed <strong>statistics system</strong> in the Admin Panel with the generator charts. Now you can see detailed information on your users and improvements you can make</p>",
    "script.function.11": "<h4>Bulma</h4><p>The appearance of the site was based on the popular <strong>framework Bulma</strong>, thanks to which modifications of the appearance are not a problem</p>",
    "script.function.12": "<h4>SMTP and attachments</h4><p>Ability to send an e mail through SMTP and with <strong>attachments</strong> from contact form. Ability to <strong>send mailings</strong> to all registered users</p>",
    "script.requirements.1": "PHP version min 7.2",
    "script.requirements.2": "Support MySQL database",
    "script.requirements.3": "Ability to set the tasks crontab",
    "script.requirements_bottom": "This script is created with the very fast <strong>template engine Twig 3</strong>.",
    "script.admin_panel_description": "To script is included very extensive Admin Panel that allows to manage settings page, view detailed statistics and manage pictures, tags, categories, users",
    "script.demo.desc": "DEMO version: <strong><a>demoty2.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO version of Admin Panel: <strong><a>demoty2.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}password: 1234",
    "script.demo.manual": " ",
    "script.desc2": "The script have a lot of tools that are not available in other similar scripts!",
    "script.desc3": "<p>You will not find better script with demotivators and memes.{breakingLine}We Guarantee!</p>{breakingLine}<h3>If you are interested, you can buy this script:</h3>"
  }
}
