{
  "data": {
    "functions": 12,
    "buy_url": "https://github.com/kamilwyremski/festa2",
    "photos": 12,
    "list_domains": [
      "stancje.wroclaw.pl",
      "nocleg24h.pl"
    ],
    "free": true
  },
  "pl": {
    "title": "FESTA2 - Skrypt Bazy Noclegowej",
    "description": "Festa2 to nowoczesny skrypt umożliwiający stworzenie strony internetowej z bazą miejsc noclegowych.",
    "script.header": "Skrypt Strony Noclegowej - Festa2",
    "script.subheader": "Stwórz własny portal z bazą noclegów!",
    "script.desc1": "<h2>Stwórz własny biznes w Internecie!</h2>{breakingLine}<p>Skrypt Festa2 umożliwia stworzenie strony internetowej z bazą noclegów (bazą miejsc noclegowych). Charakteryzuje się wyjątkową intuicyjną obsługą z bardzo rozbudowaną funkcjonalnością. Umożliwia stworzenie portalu lokalnego, ogólnopolskiego lub międzynarodowego. System doskonale nadaje się do prowadzenia małych jak i wielkich stron z listą miejsc noclegowych typu: hotele, hostele, agroturystyka, domy letniskowe, internaty, motele, noclegi pracownicze, domy wczasowe, domy do wynajęcia, wille, zajazdy, zamki itd.</p><p>Skrypt jest dostosowany do obecnych standardów SEO, posiada także automatyczną integrację z systemami płatności <strong>Dotpay</strong>, <strong>Przelewy24</strong> oraz <strong>PayPal</strong>. Dzięki temu klient, który opłacił ogłoszenie otrzymuje je natychmiast, a Ty zarabiasz nawet wtedy kiedy śpisz!</p>",
    "script.function.1": "<h4>Płatności</h4><p>Obsługa <strong>systemów płatności Dotpay</strong>, <strong>Przelewy24</strong> oraz <strong>PayPal</strong> za wystawianie i promowanie ogłoszenia, automatyczne potwierdzanie płatności.</p>",
    "script.function.2": "<h4>Responsywność</h4><p><strong>Responsywny szablon</strong> zgodny z HTML5 - strona poprawnie wyświetla się także na urządzeniach mobilnych (np. telefonach komórkowych, tabletach).</p>",
    "script.function.3": "<h4>Automatyzacja</h4><p><strong>Automatyzacja działania</strong>, m.in. dzięki zadaniom cron-a i cachowaniu danych, w celu utrzymania maksymalnej wydajności systemu.</p>",
    "script.function.4": "<h4>Portale Społecznościowe</h4><p>Integracja z <strong>portalami społecznościowymi</strong> (slider Facebooka, logowanie przez Facebooka oraz przez konto Google, przyciski udostępniania z Facebook, Tweet i LinkedIn).</p>",
    "script.function.5": "<h4>Reklamy</h4><p>Dużo miejsca na <strong>reklamy</strong> (możliwość dodania banerów reklamowych, edycji slidera na stronie głównej oraz stopki serwisu).</p>",
    "script.function.6": "<h4>Kanał RSS</h4><p>Wbudowany <strong>kanał RSS</strong> (FEED) wyświetlający ostatnio dodane ogłoszenia w serwisie.</p>",
    "script.function.7": "<h4>Mapa Google</h4><p>Integracja z Mapą Google umożliwia zaznaczanie firm na mapie, łatwe ich znalezienie oraz <strong>wyszukiwanie firm wg odległości</strong>.</p>",
    "script.function.8": "<h4>Zaawansowana Wyszukiwarka</h4><p>Wbudowana zaawansowana wyszukiwarka umożliwia użytkownikom <strong>znalezienie firmy</strong> zgodnej z ich preferencjami.</p>",
    "script.function.9": "<h4>SEO</h4><p>Do każdej strony info i artykułu w serwisie istnieje możliwość ustalenia osobnych słów kluczowych i opisów SEO.</p>",
    "script.function.10": "<h4>Mikrodane</h4><p><strong>Mikrodane</strong> w spisie ogłoszeń - mają duży wpływ na podwyższenie pozycji witryny w wyszukiwarce Google, zgodne ze standardami Schema.org.</p>",
    "script.function.11": "<h4>Statystyki</h4><p>Podgląd szczegółowych <strong>statystyk systemu</strong> w Panelu Administratora wraz z generatorem wykresów - dzięki niemu dowiesz się czego jeszcze potrzeba Twojej stronie!</p>",
    "script.function.12": "<h4>Bezpieczeństwo</h4><p><strong>Bezpieczny panel logowania</strong>, zabezpieczenie przed zatruciem sesji (Session Poisoning), hashowanie haseł w bcrypt, unikalne tokeny dla akcji użytkownika, integracja z <strong>reCAPTCHA</strong>.</p>",
    "script.requirements.1": "PHP w wersji minimum 7.2",
    "script.requirements.2": "Obsługa bazy danych MySQL",
    "script.requirements.3": "Możliwość ustawienia zadań crona",
    "script.requirements_bottom": "Skrypt został stworzony na bardzo szybkim i łatwym w modyfikacjach <strong>systemie szablonów Twig 3</strong>.",
    "script.admin_panel_description": "Do skryptu dołączony jest bardzo rozbudowany Panel Administracyjny, który umożliwia zarządzanie ustawieniami strony, podgląd szczegółowych statystyk oraz logów systemu.",
    "script.demo.desc": "Demo skryptu: <strong><a>festa2.itworksbetter.net</a></strong>",
    "script.demo.desc2": "Demo Panelu Administracyjnego: <strong><a>festa2.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}hasło: 1234",
    "script.demo.manual": "Zobacz także <a>instrukcję instalacji i konfiguracji skryptów</a>",
    "script.desc2": "Festa2 jest wyposażona w wiele narzędzi, które nie są dostępne w innych tego typu skryptach!",
    "script.desc3": "<h3>Szybki zysk dzięki dużej możliwości konfiguracji opłat</h3>{breakingLine}{breakingLine}<p>Znalazłeś lepszy skrypt strony z bazą noclegów?{breakingLine}...Na pewno nie! Po prostu takiego nie ma...</p>{breakingLine}<h3>Skrypt Festa2 już dziś może być Twój!</h3>"
  },
  "en": {
    "title": "FESTA2 - Accommodation Base Script",
    "description": "Festa2 is a cutting-edge script designed for creating a comprehensive accommodation listing website.",
    "script.header": "Festa2 - Accommodation Website Script",
    "script.subheader": "Build Your Own Accommodation Portal!",
    "script.desc1": "<h2>Join Our Satisfied Customers!</h2><p>Festa2 enables you to create a website with an extensive accommodation database. Whether for local, national, or international portals, Festa2 is perfect for managing a wide array of lodging options including hotels, hostels, agritourism sites, boarding schools, motels, staff accommodation, rental houses, villas, and even castles.</p><p>Adhering to current SEO standards, Festa2 integrates seamlessly with payment systems like Dotpay, Przelewy24, and PayPal, allowing you to monetize your accommodation base effortlessly.</p>",
    "script.function.1": "<h4>Payments</h4><p>Integrates <strong>Dotpay</strong>, <strong>Przelewy24</strong>, and <strong>PayPal</strong> for easy transactions and offer promotions, including automatic payment confirmations.</p>",
    "script.function.2": "<h4>RWD</h4><p><strong>Responsive Design</strong> ensures the site displays properly on all devices, thanks to HTML5 compatibility.</p>",
    "script.function.3": "<h4>Automation</h4><p>Features <strong>full system automation</strong>, including scheduled tasks and data caching for optimal performance.</p>",
    "script.function.4": "<h4>Social Network Integration</h4><p>Includes connectivity with Facebook (with login support), Google, X (Twitter), and LinkedIn for enhanced user interaction.</p>",
    "script.function.5": "<h4>ADS</h4><p>Offers ample space for advertising, with customizable banners, homepage sliders, and footer ads.</p>",
    "script.function.6": "<h4>RSS Channel</h4><p>An <strong>RSS feed</strong> highlights the latest accommodation listings added to the site.</p>",
    "script.function.7": "<h4>Google Maps</h4><p>Google Maps integration enables users to locate accommodations on a map, simplifying the search process and allowing for distance-based searches.</p>",
    "script.function.8": "<h4>Advanced Search Engine</h4><p>A sophisticated search engine allows users to filter accommodations based on their preferences.</p>",
    "script.function.9": "<h4>SEO</h4><p>Enables the customization of keywords and SEO descriptions for each page, improving your site's search engine ranking.</p>",
    "script.function.10": "<h4>Microdata</h4><p>Utilizes Microdata to embed rich metadata within web pages, enhancing search engine results and user experience.</p>",
    "script.function.11": "<h4>Statistics</h4><p>The Admin Panel provides detailed statistics with chart generators, offering insights into website performance and user behavior.</p>",
    "script.function.12": "<h4>Security</h4><p>Incorporates a secure login panel, session poisoning protection, bcrypt password hashing, unique user action tokens, and reCAPTCHA integration.</p>",
    "script.requirements.1": "PHP version minimum 7.2",
    "script.requirements.2": "MySQL database support",
    "script.requirements.3": "Cron job scheduling capability",
    "script.requirements_bottom": "This script is powered by the efficient <strong>Twig 3 template engine</strong>.",
    "script.admin_panel_description": "Includes an extensive Admin Panel for page settings management, detailed statistics viewing, and accommodation listing edits.",
    "script.demo.desc": "Demo version: <strong><a>festa2.itworksbetter.net</a></strong>",
    "script.demo.desc2": "Demo version of Admin Panel: <strong><a>festa2.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}password: 1234",
    "script.demo.manual": " ",
    "script.desc2": "This script offers unparalleled tools not found in other accommodation scripts!",
    "script.desc3": "<h3>Quickly Profit From Highly Configurable Listing Fees</h3>{breakingLine}<p>Discover the ultimate accommodation script—guaranteed!</p>{breakingLine}<h3>Download this script from GitHub:</h3>"
  }
}