{
  "data": {
    "functions": 12,
    "buy_url": "https://sklep.itworksbetter.net/skrypty-stron-www/6-skrypt-bazy-nieruchomosci-holmes2.html",
    "photos": 12,
    "list_domains": [
      "playastreet.pl",
      "vitaldream.pl"
    ]
  },
  "pl": {
    "title": "HOLMES2 - Skrypt Bazy Nieruchomości",
    "description": "Holmes2 to skrypt stron internetowych z bazą nieruchomości, przeznaczony dla osób prywatnych oraz agencji nieruchomości.",
    "script.header": "Skrypt Bazy Nieruchomości Holmes2",
    "script.subheader": "Stwórz własny portal z bazą nieruchomości i zarabiaj na nim!",
    "script.desc1": "<h2>Dołącz do zadowolonych użytkowników!</h2><p>Skrypt umożliwia stworzenie własnej strony z bazą nieruchomości w łatwy i szybki sposób.</p><p>Z Holmes2 możesz stworzyć portal lokalny, ogólnopolski lub międzynarodowy. Skrypt doskonale nadaje się do prowadzenia małych jak i wielkich stron z listą nieruchomości na sprzedaż, wynajem lub zamianę. Mogą to być domy, działki, garaże, hale/magazyny, lokale, mieszkania, pokoje, wille, zamki itd.</p><p>Dodatkowo wspiera <strong>możliwość zmiany języka</strong> oraz <strong>płatności</strong> w systemach <strong>Dotpay</strong>, <strong>Paynow</strong>, <strong>Przelewy24</strong> oraz <strong>PayPal</strong>.</p>",
    "script.function.1": "<h4>Płatności</h4><p>Obsługa <strong>systemów płatności Dotpay</strong>, <strong>Przelewy24</strong> oraz <strong>PayPal</strong> za wystawianie i promowanie ogłoszenia.</p>",
    "script.function.2": "<h4>Responsywność</h4><p><strong>Responsywny szablon</strong> zgodny z HTML5 - strona poprawnie wyświetla się także na urządzeniach mobilnych (np. telefonach komórkowych, tabletach).</p>",
    "script.function.3": "<h4>Automatyzacja</h4><p><strong>Automatyzacja działania</strong>, m.in. dzięki zadaniom cron-a i cachowaniu danych, w celu utrzymania maksymalnej wydajności systemu.</p>",
    "script.function.4": "<h4>Portale Społecznościowe</h4><p>Integracja z <strong>portalami społecznościowymi</strong> (slider Facebooka, logowanie przez Facebooka oraz przez konto Google, przyciski udostępniania z Facebook, Twitter i LinkedIn).</p>",
    "script.function.5": "<h4>Reklamy</h4><p>Dużo miejsca na <strong>reklamy</strong> (możliwość dodania kilku banerów reklamowych, edycji slidera na stronie głównej oraz stopki serwisu).</p>",
    "script.function.6": "<h4>Kanał RSS</h4><p>Wbudowany <strong>kanał RSS</strong> (FEED) wyświetlający ostatnio dodane oferty w serwisie.</p>",
    "script.function.7": "<h4>Mapa Google</h4><p>Integracja z Mapą Google umożliwia zaznaczanie obiektów na mapie, łatwe ich znalezienie oraz <strong>wyszukiwanie obiektów wg odległości</strong>.</p>",
    "script.function.8": "<h4>Zaawansowana Wyszukiwarka</h4><p>Wbudowana zaawansowana wyszukiwarka umożliwia użytkownikom <strong>znalezienie obiektu</strong> zgodnego z ich preferencjami.</p>",
    "script.function.9": "<h4>SEO</h4><p>Do każdej strony info i artykułu w serwisie istnieje możliwość ustalenia osobnych słów kluczowych i opisów SEO.</p>",
    "script.function.10": "<h4>Mikrodane</h4><p><strong>Mikrodane</strong> w spisie ofert - mają duży wpływ na podwyższenie pozycji witryny w wyszukiwarce Google, zgodne ze standardami Schema.org.</p>",
    "script.function.11": "<h4>Statystyki</h4><p>Podgląd szczegółowych <strong>statystyk systemu</strong> w Panelu Administratora wraz z generatorem wykresów - dzięki niemu dowiesz się czego jeszcze potrzeba Twojej stronie!</p>",
    "script.function.12": "<h4>Bezpieczeństwo</h4><p><strong>Bezpieczny panel logowania</strong>, zabezpieczenie przed zatruciem sesji (Session Poisoning), hashowanie haseł w bcrypt, unikalne tokeny dla akcji użytkownika, integracja z <strong>reCAPTCHA</strong>.</p>",
    "script.requirements.1": "PHP w wersji minimum 7.2",
    "script.requirements.2": "Obsługa bazy danych MySQL",
    "script.requirements.3": "Możliwość ustawienia zadań crona",
    "script.requirements_bottom": "Skrypt został stworzony na bardzo szybkim i łatwym w modyfikacjach <strong>systemie szablonów Twig 3</strong>.",
    "script.admin_panel_description": "Do skryptu dołączony jest bardzo rozbudowany Panel Administracyjny, który umożliwia zarządzanie ustawieniami strony, podgląd szczegółowych statystyk oraz logów systemu.",
    "script.demo.desc": "Demo skryptu: <strong><a>holmes2.itworksbetter.net</a></strong>",
    "script.demo.desc2": "Demo Panelu Administracyjnego: <strong><a>holmes2.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}hasło: 1234",
    "script.demo.manual": "Zobacz także <a>instrukcję instalacji i konfiguracji skryptów</a>",
    "script.desc2": "Holmes2 jest wyposażony w wiele narzędzi, które nie są dostępne w innych tego typu skryptach!",
    "script.desc3": "<h3>Szybki zysk dzięki dużej możliwości konfiguracji opłat</h3>{breakingLine}{breakingLine}<p>Znalazłeś lepszy skrypt z bazą nieruchomości?{breakingLine}...Na pewno nie! Po prostu takiego nie ma...</p>{breakingLine}<h3>Skrypt Holmes2 już dziś może być Twój!</h3>"
  },
  "en": {
    "title": "HOLMES2 - Real Estate Script",
    "description": "A real estate website script for agencies of all sizes.",
    "script.header": "Holmes2 - Real Estate Script",
    "script.subheader": "Launch Your Own Real Estate Website and Monetize It!",
    "script.desc1": "<h2>Join Our Satisfied Customers!</h2><p>HOLMES2 facilitates the creation of comprehensive real estate websites with ease and speed. Ideal for agencies aiming for success, this script allows for both agency-curated and user-submitted listings, including sales and rentals of apartments, houses, warehouses, and more. Its extensive configurability and automatic integration with payment systems like Dotpay, Paynow, Przelewy24, and PayPal, make it a powerful tool for your business.</p>",
    "script.function.1": "<h4>Payments</h4><p>Features automatic payment confirmations from <strong>Dotpay, Przelewy24, and PayPal</strong>, simplifying transaction management without administrative oversight.</p>",
    "script.function.2": "<h4>RWD</h4><p><strong>Responsive Design</strong> ensures the website is viewable on all devices, thanks to HTML5 compatibility.</p>",
    "script.function.3": "<h4>Automation</h4><p>Maximizes performance with <strong>automated scheduling and data caching</strong> processes.</p>",
    "script.function.4": "<h4>Social Network Integration</h4><p>Connects with social networks like Facebook and Google for logins, and Twitter and LinkedIn for wider reach.</p>",
    "script.function.5": "<h4>ADS</h4><p>Provides extensive ad placement opportunities, including customizable banners, homepage sliders, and footers.</p>",
    "script.function.6": "<h4>RSS Channel</h4><p>An <strong>RSS feed</strong> showcases the latest listings, keeping your website content fresh.</p>",
    "script.function.7": "<h4>Google Maps</h4><p>Enables property location display and searches by distance via Google Maps integration.</p>",
    "script.function.8": "<h4>Advanced Search Engine</h4><p>A sophisticated search engine allows users to filter listings according to their needs.</p>",
    "script.function.9": "<h4>SEO</h4><p>Supports customizable SEO keywords and descriptions for each page, enhancing search engine visibility.</p>",
    "script.function.10": "<h4>Microdata</h4><p>Leverages Microdata to improve web page metadata parsing by search engines, enhancing user experience and site ranking.</p>",
    "script.function.11": "<h4>Statistics</h4><p>The CMS (Admin Panel) provides detailed analytics with chart generation, offering insights for website optimization.</p>",
    "script.function.12": "<h4>Security</h4><p>Ensures safety with a secure login panel, session poisoning protection, bcrypt password hashing, unique action tokens, and reCAPTCHA integration.</p>",
    "script.requirements.1": "PHP version minimum 7.2",
    "script.requirements.2": "MySQL database support",
    "script.requirements.3": "Cron job scheduling capability",
    "script.requirements_bottom": "Powered by the efficient <strong>Twig 3 template engine</strong>.",
    "script.admin_panel_description": "Includes an extensive Admin Panel for managing settings, viewing detailed statistics, and editing listings.",
    "script.demo.desc": "Demo version: <strong><a>holmes2.itworksbetter.net</a></strong>",
    "script.demo.desc2": "Demo version of the Admin Panel: <strong><a>holmes2.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}password: 1234",
    "script.demo.manual": " ",
    "script.desc2": "This script offers unique tools not found in competing products!",
    "script.desc3": "<h3>Generate Revenue Quickly Through High Configurability and Fee Structures</h3>{breakingLine}<p>Discover the unmatched real estate script—guaranteed!</p>{breakingLine}<h3>Interested in purchasing? Explore this script further:</h3>"
  }
}