{
  "data": {
    "functions": 12,
    "buy_url": "https://sklep.itworksbetter.net/skrypty-stron-www/8-skrypt-ofert-pracy-jobnotice.html",
    "photos": 12,
    "list_domains": [
      "unijob.pl",
      "pracaweuropie.com"
    ]
  },
  "pl": {
    "title": "JOBNOTICE - skrypt ogłoszeń pracy",
    "description": "JOBNOTICE to skrypt strony www z ofertami pracy - łączy pracowników z pracodawcami",
    "script.header": "Skrypt strony z ofertami pracy JobNotice",
    "script.subheader": "Stwórz własny portal z ofertami pracy",
    "script.desc1": "<h2>Dołącz do zadowolonych klientów!</h2><p>JOBNOTICE to skrypt umożliwiający stworzenie <strong>własnej strony www z ofertami pracy</strong>. Dzięki niemu stworzysz własny portal z ogłoszeniami dotyczącymi pracy - może to być strona międzynarodowa, krajowa lub lokalna. Obsługa skryptu dla użytkowników jak i administratora jest bardzo intuicyjna, a dzięki rozbudowanej funkcjonalności można go dopasować do indywidualnych potrzeb.</p><p>JobNotice umożliwia <strong>uzyskanie pasywnego dochodu</strong> z reklam na stronie oraz z wystawiania i/lub promowania ogłoszeń. Wspiera automatyczne płatności w systemach: PayPal, Przelewy24 oraz Dotpay. Dzięki temu możesz zarabiać nawet kiedy śpisz!</p><p>Strona oparta o skrypt JobNotice umożliwia łatwą <strong>rejestrację pracodawców oraz pracowników</strong>, dodawanie ogłoszeń i ofert pracy oraz ich wyszukiwanie. Dzięki temu klienci będą mogli znaleźć swoją wymarzoną pracę i wysłać dokumenty do rekrutacji.</p>",
    "script.function.1": "<h4>Płatności</h4><p>Obsługa <strong>systemów płatności Dotpay</strong>, <strong>Przelewy24</strong> oraz <strong>PayPal</strong> za wystawianie i promowanie oferty, automatyczne potwierdzanie płatności</p>",
    "script.function.2": "<h4>Responsywność</h4><p><strong>Responsywny szablon</strong> zgodny z HTML5 - strona jest poprawnie wyświetlana także na urządzeniach mobilnych (telefony komórkowe i tablety)</p>",
    "script.function.3": "<h4>Mapa Google</h4><p>Integracja z Mapą Google umożliwia zaznaczanie lokalizacji ogłoszeń na mapie oraz <strong>wyszukiwanie wg odległości</strong></p>",
    "script.function.4": "<h4>Portale społecznościowe</h4><p>Integracja z <strong>portalami społecznościowymi</strong> (logowanie przez Facebook-a oraz przez Google, przyciski udostępniania z Facebooka, Twittera, Pinterest i LinkedIn)</p>",
    "script.function.5": "<h4>Reklamy</h4><p>Boksy reklamowe (możliwość dodania do 6 banerów reklamowych, edycji slidera na stronie głównej oraz stopki serwisu)</p>",
    "script.function.6": "<h4>Kanał RSS</h4><p>Wbudowany <strong>kanał RSS</strong> (FEED) wyświetlający ostatnio dodane oferty, do wykorzystania przez czytniki RSS</p>",
    "script.function.7": "<h4>SEO</h4><p>Do każdej strony info w serwisie istnieje możliwość ustalenia osobnych słów kluczowych i opisów SEO - bardzo przydatne przy pozycjonowaniu witryny</p>",
    "script.function.8": "<h4>Bezpieczeństwo</h4><p><strong>Bezpieczny panel logowania</strong>, zabezpieczenie przed zatruciem sesji (Session Poisoning), hashowanie haseł w bcrypt, unikalne tokeny dla akcji użytkownika, integracja z <strong>reCAPTCHA v3</strong></p>",
    "script.function.9": "<h4>Dostosowanie</h4><p>Możliwość <strong>dostosowania</strong> serwisu do własnych potrzeb, rozbudowane możliwości konfiguracji strony</p>",
    "script.function.10": "<h4>Typy kont</h4><p>Dwa rodzaje kont: pracodawcy i pracownika z funkcjami dostosowanymi do danego typu użytkownika</p>",
    "script.function.11": "<h4>Statystyki</h4><p>Podgląd szczegółowych <strong>statystyk systemu</strong> w Panelu Administracyjnym wraz z generatorem wykresów - dzięki niemu dowiesz się czego jeszcze potrzeba Twojej stronie!</p>",
    "script.function.12": "<h4>Newsletter</h4><p>Moduł newslettera wraz z podglądem adresów email w panelu administracyjnym. Możliwość wysyłki mailingu do wszystkich zarejestrowanych użytkowników</p>",
    "script.requirements.1": "PHP w wersji min. 7.2",
    "script.requirements.2": "Obługa bazy danych MySQL",
    "script.requirements.3": "Możliwość ustawienia zadań CronTab",
    "script.requirements_bottom": "Skrypt jest stworzony na bardzo szybkim i łatwym w modyfikacjach <strong>systemie szablonów Twig 3</strong>.",
    "script.admin_panel_description": "Do skryptu dołączony jest bardzo rozbudowany Panel Administracyjny, który umożliwia zarządzanie ustawieniami strony, podgląd szczegółowych statystyk oraz logów systemu",
    "script.demo.desc": "DEMO skryptu: <strong><a>jobnotice.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO Panelu Administracyjnego: <strong><a>jobnotice.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}hasło: 1234",
    "script.demo.manual": "Zobacz także <a>instrukcję instalacji i konfiguracji skryptów</a>",
    "script.desc2": "JOBNOTICE ułatwi Twoim klientom znalezienie pracy a Tobie uzyskanie dochodu!",
    "script.desc3": "<p>Znalazłeś lepszy skrypt strony www z ofertami pracy?{breakingLine}...na pewno nie! Po prostu takiego nie ma...</p>{breakingLine}<h3>JobNotice już dziś może być Twój!</h3>"
  },
  "en":{
    "title": "JOBNOTICE - job posting script",
    "description": "JOBNOTICE is a script of a website with job offers - it connects employees with employers",
    "script.header": "JobNotice job site script",
    "script.subheader": "Create your own portal with job offers",
    "script.desc1": "<h2>Join satisfied customers!</h2><p>JOBNOTICE is a script that allows you to create <strong>your own website with job offers</strong>. With it, you can create your own website with job advertisements - it can be an international, national or local website. Handling the script for users and the administrator is very intuitive, and thanks to the extensive functionality it can be adapted to individual needs.</p><p>JobNotice allows <strong>passive income</strong> from advertisements on the website and from issuing and / or promoting ads. It supports automatic payments in the following systems: PayPal, Przelewy24 and Dotpay. Thanks to this, you can earn even while you sleep!</p><p>The website based on the JobNotice script allows you to easily <strong>register employers and employees</strong>, add job offers and job offers and search for them. Thanks to this, clients will be able to find their dream job and send documents for recruitment.</p>",
    "script.function.1": "<h4>Payments</h4><p>Supports <strong>payment systems Dotpay</strong>, <strong>Przelewy24</strong> and <strong>PayPal</strong> for added and promoting offers, automatic confirmation of payments</p>",
    "script.function.2": "<h4>RWD</h4><p><strong>Responsive template</strong> compatible with HTML5 - the page is displayed correctly on the mobile devices (such as mobile phones, tablets)</p>",
    "script.function.3": "<h4>Google Maps</h4><p>Integration with Google Map lets you select offers from the map, easy to find or <strong>search offers by the distance</strong></p>",
    "script.function.4": "<h4>Social Network</h4><p>Integration with social network: possibility to login by Facebook and Google, buttons to share in Facebook, Twitter, Pinterest and LinkedIn</p>",
    "script.function.5": "<h4>ADS</h4><p>Many website sections to include ads (You can edit: 6 banners, slider on home page and footer)</p>",
    "script.function.6": "<h4>RSS Channel</h4><p><strong>RSS channel</strong> displays the most recently added announcements.</p>",
    "script.function.7": "<h4>SEO</h4><p>You can set up separate keyword and SEO description for each page - very useful to positioning Your site</p>",
    "script.function.8": "<h4>Security</h4><p><strong>Secure login panel</strong>, protection against poisoning session, coding i hashing passwords in bcrypt, generating unique tokens to user actions, integrations with <strong>reCAPTCHA v3</strong></p>",
    "script.function.9": "<h4>Adjustment</h4><p>The possibility of <strong>adapt site</strong> to your needs by Admin Panel - so you can adjust the script fully for Your own needs!</p>",
    "script.function.10": "<h4>Account types</h4><p>Two types of accounts: employer and employee with features tailored to the type of user</p>",
    "script.function.11": "<h4>Statistics</h4><p>View detailed <strong>statistics system</strong> in the Admin Panel with the generator charts. Now you can see detailed information on your users and improvements you can make</p>",
    "script.function.12": "<h4>Newsletter</h4><p>Newsletter module with preview of email addresses in the administration panel. Possibility of sending mailing to all registered users</p>",
    "script.requirements.1": "PHP version min 7.2",
    "script.requirements.2": "Support MySQL database",
    "script.requirements.3": "Ability to set the tasks crontab",
    "script.requirements_bottom": "This script is created with the very fast <strong>template engine Twig 3</strong>.",
    "script.admin_panel_description": "To script is included very extensive Admin Panel that allows to manage settings page, view detailed statistics and edit added announcements",
    "script.demo.desc": "DEMO version: <strong><a>jobnotice.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO version of Admin Panel: <strong><a>jobnotice.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}password: 1234",
    "script.demo.manual": " ",
    "script.desc2": "JOBNOTICE will make it easier for your clients to find a job and you to earn income!",
    "script.desc3": "<p>Did you find a better website script for job offers?{breakingLine}...sure not! There simply isn't one...</p>{breakingLine}<h3>JobNotice could be yours today!</h3>"
  }
}
