{
  "data": {
    "functions": 12,
    "buy_url": "https://github.com/kamilwyremski/jobnotice",
    "photos": 12,
    "list_domains": [
      "pracaweuropie.com",
      "pracastala.pl"
    ],
    "free": true
  },
  "pl": {
    "title": "JOBNOTICE - Skrypt Ogłoszeń Pracy",
    "description": "JOBNOTICE to skrypt strony internetowej z ofertami pracy, łączący pracowników z pracodawcami.",
    "script.header": "Skrypt Strony z Ofertami Pracy JobNotice",
    "script.subheader": "Stwórz własny portal z ofertami pracy",
    "script.desc1": "<h2>Dołącz do zadowolonych klientów!</h2><p>JOBNOTICE to skrypt umożliwiający stworzenie <strong>własnej strony internetowej z ofertami pracy</strong>. Dzięki niemu możesz utworzyć portal z ogłoszeniami dotyczącymi pracy - może to być strona międzynarodowa, krajowa lub lokalna. Obsługa skryptu zarówno dla użytkowników, jak i administratora, jest bardzo intuicyjna, a dzięki rozbudowanej funkcjonalności możesz go dostosować do swoich indywidualnych potrzeb.</p><p>JobNotice umożliwia <strong>uzyskanie pasywnego dochodu</strong> z reklam na stronie oraz z wystawiania i/lub promowania ofert pracy. Wspiera płatności w systemach: PayPal, Przelewy24 oraz Dotpay. Dzięki temu możesz zarabiać nawet, kiedy śpisz!</p><p>Strona oparta na skrypcie JobNotice umożliwia łatwą <strong>rejestrację pracodawców oraz pracowników</strong>, dodawanie ogłoszeń i ofert pracy oraz ich wyszukiwanie. Dzięki temu Twoi klienci będą mogli znaleźć swoją wymarzoną pracę i wysłać dokumenty rekrutacyjne.</p>",
    "script.function.1": "<h3>Płatności</h3><p>Obsługa <strong>systemów płatności Dotpay</strong>, <strong>Przelewy24</strong> oraz <strong>PayPal</strong> za wystawianie i promowanie oferty, automatyczne potwierdzanie płatności.</p>",
    "script.function.2": "<h3>Responsywność</h3><p><strong>Responsywny szablon</strong> zgodny z HTML5 - strona poprawnie wyświetla się także na urządzeniach mobilnych (np. telefony komórkowe i tablety).</p>",
    "script.function.3": "<h3>Mapa Google</h3><p>Integracja z Mapą Google umożliwia zaznaczanie lokalizacji ogłoszeń na mapie oraz <strong>wyszukiwanie wg odległości</strong>.</p>",
    "script.function.4": "<h3>Portale Społecznościowe</h3><p>Integracja z <strong>portalami społecznościowymi: </strong>logowanie przez Facebook-a oraz przez Google, przyciski udostępniania z Facebooka, X (Twitter), Pinterest i LinkedIn.</p>",
    "script.function.5": "<h3>Reklamy</h3><p>Boksy reklamowe (możliwość dodania do 6 banerów reklamowych, edycji slidera na stronie głównej oraz stopki serwisu).</p>",
    "script.function.6": "<h3>Kanał RSS</h3><p>Wbudowany <strong>kanał RSS</strong> (FEED) wyświetlający ostatnio dodane oferty, do wykorzystania przez czytniki RSS.</p>",
    "script.function.7": "<h3>SEO</h3><p>Do każdej strony info w serwisie istnieje możliwość ustalenia osobnych słów kluczowych i opisów SEO - bardzo przydatne przy pozycjonowaniu witryny.</p>",
    "script.function.8": "<h3>Bezpieczeństwo</h3><p><strong>Bezpieczny panel logowania</strong>, zabezpieczenie przed zatruciem sesji (Session Poisoning), hashowanie haseł w bcrypt, unikalne tokeny dla akcji użytkownika, integracja z <strong>reCAPTCHA v3</strong>.</p>",
    "script.function.9": "<h3>Dostosowanie</h3><p>Możliwość <strong>dostosowania</strong> serwisu do własnych potrzeb, rozbudowane możliwości konfiguracji strony.</p>",
    "script.function.10": "<h3>Typy Kont</h3><p>Dwa rodzaje kont: pracodawcy i pracownika z funkcjami dostosowanymi do danego typu użytkownika.</p>",
    "script.function.11": "<h3>Statystyki</h3><p>Podgląd szczegółowych <strong>statystyk systemu</strong> w Panelu Administracyjnym wraz z generatorem wykresów - dzięki niemu dowiesz się czego jeszcze potrzeba Twojej stronie!</p>",
    "script.function.12": "<h3>Newsletter</h3><p>Moduł newslettera wraz z podglądem adresów email w panelu administracyjnym. Możliwość wysyłki mailingu do wszystkich zarejestrowanych użytkowników.</p>",
    "script.requirements.1": "PHP w wersji min. 7.2",
    "script.requirements.2": "Obsługa bazy danych MySQL",
    "script.requirements.3": "Możliwość ustawienia zadań CronTab",
    "script.requirements_bottom": "Skrypt został stworzony na bardzo szybkim i łatwym w modyfikacjach <strong>systemie szablonów Twig 3</strong>.",
    "script.admin_panel_description": "Do skryptu dołączony jest bardzo rozbudowany Panel Administracyjny, który umożliwia zarządzanie ustawieniami strony, podgląd szczegółowych statystyk oraz logów systemu.",
    "script.demo.desc": "Demo skryptu: <strong><a>jobnotice.itworksbetter.net</a></strong>",
    "script.demo.desc2": "Demo Panelu Administracyjnego: <strong><a>jobnotice.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}hasło: 1234",
    "script.demo.manual": "Zobacz także <a>instrukcję instalacji i konfiguracji skryptów</a>",
    "script.desc2": "JOBNOTICE ułatwia Twoim klientom znalezienie pracy, a Tobie uzyskanie dochodu!",
    "script.desc3": "<p>Znalazłeś lepszy skrypt strony internetowej z ofertami pracy?{breakingLine}...na pewno nie! Po prostu takiego nie ma...</p>{breakingLine}<h3>JobNotice już dziś może być Twój!</h3>"
  },
  "en": {
    "title": "JOBNOTICE - Job Posting Script",
    "description": "JOBNOTICE is a script designed for creating job offer websites, facilitating connections between employers and job seekers.",
    "script.header": "JobNotice - Job Site Script",
    "script.subheader": "Launch Your Own Job Portal",
    "script.desc1": "<h2>Become One of Our Satisfied Customers!</h2><p>JOBNOTICE enables the creation of a dedicated job offers website, suitable for international, national, or local job markets. Its user-friendly interface for both administrators and users, along with its robust functionality, makes it adaptable to specific needs. JOBNOTICE supports earning passive income through ads on the website and through posting or promoting job ads. It offers seamless integration with payment processors such as PayPal, Przelewy24, and Dotpay, allowing for earnings even while asleep. The platform facilitates easy registration for both employers and job seekers, job posting, and application, helping users find their dream job or the ideal candidate.</p>",
    "script.function.1": "<h3>Payments</h3><p>Includes support for <strong>Dotpay, Przelewy24, and PayPal</strong> for straightforward ad posting and promotion, featuring automatic payment confirmations.</p>",
    "script.function.2": "<h3>RWD</h3><p>A <strong>responsive design</strong> ensures the site is accessible on all devices, including mobile phones and tablets, thanks to HTML5 compatibility.</p>",
    "script.function.3": "<h3>Google Maps</h3><p>Google Maps integration allows users to locate job offers on a map, simplifying the search process with the option to <strong>search by distance</strong>.</p>",
    "script.function.4": "<h3>Social Network Integration</h3><p>Features integration with social media platforms for login (Facebook and Google) and sharing options: Facebook, X (Twitter), Pinterest, LinkedIn.</p>",
    "script.function.5": "<h3>ADS</h3><p>Ample ad space available, including the option to customize 6 banners, the homepage slider, and the footer.</p>",
    "script.function.6": "<h3>RSS Channel</h3><p>An <strong>RSS feed</strong> showcases the most recently added job postings, keeping the site content fresh.</p>",
    "script.function.7": "<h3>SEO</h3><p>Each page can have its own SEO keywords and descriptions set up, enhancing site visibility and search engine ranking.</p>",
    "script.function.8": "<h3>Security</h3><p>Ensures a <strong>secure login panel</strong>, protection against session poisoning, bcrypt password encoding and hashing, unique action tokens for users, and integration with <strong>reCAPTCHA v3</strong>.</p>",
    "script.function.9": "<h3>Customization</h3><p>The Admin Panel offers extensive customization options to tailor the site to specific needs.</p>",
    "script.function.10": "<h3>Account Types</h3><p>Features two distinct account types: employer and employee, each with tailored functionalities.</p>",
    "script.function.11": "<h3>Statistics</h3><p>Detailed system statistics are available in the Admin Panel, complete with chart generators for comprehensive insights into user activity and site performance.</p>",
    "script.function.12": "<h3>Newsletter</h3><p>A newsletter module allows for easy communication with registered users, including the ability to send out mass emails.</p>",
    "script.requirements.1": "PHP version minimum 7.2",
    "script.requirements.2": "Supports MySQL database",
    "script.requirements.3": "Cron job scheduling capability",
    "script.requirements_bottom": "Powered by the efficient <strong>Twig 3 template engine</strong>.",
    "script.admin_panel_description": "Includes an extensive Admin Panel for managing site settings, viewing detailed statistics, and editing job postings.",
    "script.demo.desc": "DEMO version: <strong><a>jobnotice.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO version of the Admin Panel: <strong><a>jobnotice.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}password: 1234",
    "script.demo.manual": " ",
    "script.desc2": "JOBNOTICE simplifies job searching for candidates and generate income for you!",
    "script.desc3": "<p>Looking for a superior job offer website script?{breakingLine}Look no further—JOBNOTICE stands unrivaled!</p>{breakingLine}<h3>Discover the benefits of JobNotice today!</h3>"
  }
}