{
  "data": {
    "functions": 12,
    "buy_url": "https://sklep.itworksbetter.net/skrypty-stron-www/4-skrypt-ogloszen-motoryzacyjnych-motonotice.html",
    "photos": 12,
    "list_domains": [
      "vapetrade.pl",
      "lanczujemy.pl",
      "cesjeleasingu.pl"
    ]
  },
  "pl": {
    "title": "MOTONOTICE - Skrypt Ogłoszeń Motoryzacyjnych",
    "description": "MOTONOTICE to skrypt strony internetowej z ogłoszeniami z branży motoryzacyjnej.",
    "script.header": "Skrypt Strony z Ogłoszeniami Motoryzacyjnymi MotoNotice",
    "script.subheader": "Stwórz własny portal z ogłoszeniami motoryzacyjnymi",
    "script.desc1": "<h2>Dołącz do zadowolonych użytkowników!</h2><p>MOTONOTICE to skrypt umożliwiający stworzenie własnej strony z ogłoszeniami online w każdej kategorii związanej z motoryzacją: z samochodami, motocyklami, ciężarówkami, autobusami, rolnictwem albo po prostu z częściami samochodowymi. Został on zbudowany zgodnie z obecnymi standardami tworzenia stron internetowych. MotoNotice jest bardzo łatwy w obsłudze zarówno przez administratora, jak i klientów serwisu.</p><p>Skrypt umożliwia stworzenie strony lokalnej, ogólnopolskiej lub międzynarodowej. Dostępnych jest bardzo wiele opcji konfiguracyjnych, dzięki czemu można go dostosować do indywidualnych wymagań. Obsługuje <strong>płatności</strong> za wystawianie i promowanie ogłoszeń w systemach Dotpay, Przelewy24 oraz PayPal.</p>",
    "script.function.1": "<h4>Płatności</h4><p>Obsługa <strong>systemów płatności Dotpay</strong>, <strong>Przelewy24</strong> oraz <strong>PayPal</strong> za wystawianie i promowanie ogłoszeń, automatyczne potwierdzanie płatności</p>",
    "script.function.2": "<h4>Responsywność</h4><p><strong>Responsywny szablon</strong> zgodny z HTML5 - strona jest poprawnie wyświetlana także na urządzeniach mobilnych (typu telefony komórkowe, tablety)</p>",
    "script.function.3": "<h4>Mapa Google</h4><p>Integracja z Mapą Google umożliwia zaznaczanie lokalizacji ogłoszeń na mapie oraz <strong>wyszukiwanie wg odległości</strong></p>",
    "script.function.4": "<h4>Portale społecznościowe</h4><p>Integracja z <strong>portalami społecznościowymi</strong>: logowanie przez Facebook-a oraz przez Google, przyciski udostępniania z Facebooka, X (Twitter), Pinterest i LinkedIn</p>",
    "script.function.5": "<h4>Reklamy</h4><p>Dużo miejsca na <strong>reklamy</strong> (możliwość dodania do 6 banerów reklamowych, edycji slidera na stronie głównej oraz stopki serwisu)</p>",
    "script.function.6": "<h4>Kanał RSS</h4><p>Wbudowany <strong>kanał RSS</strong> (FEED) wyświetlający ostatnio dodane ogłoszenia.</p>",
    "script.function.7": "<h4>SEO</h4><p>Do każdej strony info w serwisie istnieje możliwość ustalenia osobnych słów kluczowych i opisów SEO - bardzo przydatne przy pozycjonowaniu witryny</p>",
    "script.function.8": "<h4>Bezpieczeństwo</h4><p><strong>Bezpieczny panel logowania</strong>, zabezpieczenie przed zatruciem sesji (Session Poisoning), hashowanie haseł w bcrypt, unikalne tokeny dla akcji użytkownika, integracja z <strong>reCAPTCHA v3</strong></p>",
    "script.function.9": "<h4>Dostosowanie</h4><p>Możliwość <strong>dostosowania</strong> serwisu do własnych potrzeb, rozbudowane możliwości konfiguracji strony</p>",
    "script.function.10": "<h4>Mikrodane</h4><p><strong>Mikrodane</strong> w spisie ogłoszeń - mają duży wpływ na podwyższenie pozycji witryny w wyszukiwarce Google, zgodne ze standardami Schema.org</p>",
    "script.function.11": "<h4>Statystyki</h4><p>Podgląd szczegółowych <strong>statystyk systemu</strong> w Panelu Administracyjnym wraz z generatorem wykresów - dzięki niemu dowiesz się czego jeszcze potrzeba Twojej stronie!</p>",
    "script.function.12": "<h4>Newsletter</h4><p>Moduł newslettera wraz z podglądem adresów email w panelu administracyjnym. Możliwość wysyłki mailingu do wszystkich zarejestrowanych użytkowników</p>",
    "script.requirements.1": "PHP w wersji min. 7.2",
    "script.requirements.2": "Obsługa bazy danych MySQL",
    "script.requirements.3": "Możliwość ustawienia zadań CronTab",
    "script.requirements_bottom": "Skrypt jest stworzony na bardzo szybkim i łatwym w modyfikacjach <strong>systemie szablonów Twig 3</strong>.",
    "script.admin_panel_description": "Do skryptu dołączony jest bardzo rozbudowany Panel Administracyjny, który umożliwia zarządzanie ustawieniami strony, podgląd szczegółowych statystyk oraz logów systemu",
    "script.demo.desc": "DEMO skryptu: <strong><a>motonotice.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO Panelu Administracyjnego: <strong><a>motonotice.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}hasło: 1234",
    "script.demo.manual": "Zobacz także <a>instrukcję instalacji i konfiguracji skryptów</a>",
    "script.desc2": "MOTONOTICE jest wyposażony w wiele narzędzi, które nie są dostępne w innych tego typu skryptach!",
    "script.desc3": "<p>Znalazłeś lepszy skrypt dla ogłoszeń motoryzacyjnych?{breakingLine}...na pewno nie! Po prostu takiego nie ma...</p>{breakingLine}<h3>MotoNotice już dziś może być Twój!</h3>"
  },
  "en": {
    "title": "MOTONOTICE - Automotive Classifieds Script",
    "description": "MOTONOTICE is a script for creating automotive classified websites, bridging the gap between buyers and sellers in the automotive industry.",
    "script.header": "MOTONOTICE - Automotive Industry Classifieds Website Script",
    "script.subheader": "Launch a Cutting-edge Website for Automotive Announcements",
    "script.desc1": "<h2>Become a Satisfied User Today!</h2><p>MOTONOTICE empowers you to effortlessly establish your own automotive classifieds website. Whether your focus is cars, motorcycles, trucks, buses, agricultural vehicles, or car parts, MOTONOTICE has you covered with versatile categories. It boasts numerous customization options to meet unique requirements. The script includes a system for paid and promotional ads, supporting <strong>automatic payments</strong> through Dotpay, Przelewy24, and PayPal, facilitating a passive income stream.</p><p>Designed for simplicity, MOTONOTICE enables seamless registration for sellers and buyers, adding and searching for automotive listings, making it the go-to platform for finding or listing vehicles and parts.</p>",
    "script.function.1": "<h4>Payments</h4><p>Integrates with <strong>Dotpay, Przelewy24, and PayPal</strong> for straightforward ad postings and promotions, including automatic payment confirmations.</p>",
    "script.function.2": "<h4>RWD</h4><p>Features a <strong>responsive design</strong> ensuring the site is fully accessible on mobile devices, aligning with HTML5 standards.</p>",
    "script.function.3": "<h4>Google Maps</h4><p>Google Maps integration enhances the search experience by allowing users to locate offers on the map or <strong>search by distance</strong>.</p>",
    "script.function.4": "<h4>Social Network Integration</h4><p>Supports logins via Facebook and Google, and sharing capabilities across Facebook, X (Twitter), Pinterest, and LinkedIn.</p>",
    "script.function.5": "<h4>ADS</h4><p>Offers extensive advertising spaces, including editable banners, a homepage slider, and footer placements.</p>",
    "script.function.6": "<h4>RSS Channel</h4><p>An <strong>RSS feed</strong> displays the latest automotive listings, keeping the site content up-to-date.</p>",
    "script.function.7": "<h4>SEO</h4><p>Enables specific SEO keywords and descriptions for each page, significantly enhancing site visibility and search engine positioning.</p>",
    "script.function.8": "<h4>Security</h4><p>Ensures top-notch security with a <strong>secure login panel</strong>, session poisoning protection, bcrypt password encryption, unique user action tokens, and <strong>reCAPTCHA v3</strong> integration.</p>",
    "script.function.9": "<h4>Customization</h4><p>The Admin Panel offers comprehensive customization options to fully align the script with your specific needs.</p>",
    "script.function.10": "<h4>Microdata</h4><p>Employs Microdata to enhance web content with nested metadata, improving search engine results and user experience.</p>",
    "script.function.11": "<h4>Statistics</h4><p>Access in-depth statistics through the Admin Panel, complete with chart generation for a detailed understanding of user behavior and potential site improvements.</p>",
    "script.function.12": "<h4>Newsletter</h4><p>Includes a newsletter feature with an email address preview in the admin panel, enabling mass mailings to all registered users.</p>",
    "script.requirements.1": "PHP version minimum 7.2",
    "script.requirements.2": "MySQL database support",
    "script.requirements.3": "Capability for cron job scheduling",
    "script.requirements_bottom": "Powered by the highly efficient <strong>Twig 3 template engine</strong>.",
    "script.admin_panel_description": "Comes with an extensive Admin Panel for managing site settings and viewing detailed analytics.",
    "script.demo.desc": "Demo version: <strong><a>motonotice.itworksbetter.net</a></strong>",
    "script.demo.desc2": "Demo version of the Admin Panel: <strong><a>motonotice.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}password: 1234",
    "script.demo.manual": " ",
    "script.desc2": "MOTONOTICE offers unique tools not found in other automotive classified scripts, enhancing your ability to connect buyers and sellers effectively.",
    "script.desc3": "<p>Searching for the ultimate automotive classifieds script?{breakingLine}Look no further than MOTONOTICE—your solution for bridging automotive industry connections.</p>{breakingLine}<h3>Discover what MOTONOTICE can do for you today!</h3>"
  }
}