{
  "data": {
    "functions": 12,
    "buy_url": "https://sklep.itworksbetter.net/skrypty-stron-www/1-skrypt-ogloszeniowy-notice3.html",
    "photos": 12,
    "list_domains": [
      "twojaoferta.com.pl",
      "katalogofert.pl",
      "petworld.pl",
      "lamusownia.pl",
      "arroba.pl",
      "trafnaokazja.pl",
      "baterslo.sk",
      "polskieuslugi.nl",
      "xbay.pl"
    ]
  },
  "pl": {
    "title": "NOTICE3 - skrypt ogłoszeń online",
    "description": "NOTICE3 to skrypt strony www z ogłoszeniami lokalnymi, krajowymi lub z całego świata",
    "script.header": "Skrypt strony z ogłoszeniami online Notice3",
    "script.subheader": "Stwórz własny portal z ogłoszeniami online",
    "script.desc1": "<h2>Dołącz do zadowolonych użytkowników!</h2><p>Notice3 to nowoczesny i uniwersalny skrypt dla strony internetowej z <strong>ogłoszeniami online</strong> tylko dla profesjonalistów. Dzięki uniwersalnej budowie może być użyty także jako strona z bazą noclegów, nieruchomości lub katalog firm. Skrypt jest oparty o <strong>Symfony</strong>, jest zgodny z MCV, po stronie front endu został wykorzystany <strong>VUE</strong> oraz Bootstrap 5. Skrypt Notice3 służy do zastosowań profesjonalnych, jako duży serwis z ogłoszeniami online. Dzięki budowie zgodnej z MVC i opartej na frameworku Symfony jest łatwy w dalszej rozbudowie. Cechuje się także bardzo dużą wydajnością.</p><p>Skrypt umożliwia stworzenie strony lokalnej, ogólnopolskiej lub międzynarodowej. Dostępnych jest bardzo wiele opcji konfiguracyjnych, dzięki czemu można dostosować go do indywidualnych wymagań. Obsługuje <strong>płatności</strong> za wystawianie i promowanie ogłoszeń w systemach Przelewy24, HotPay, PayPal, Tpay, PayU, przelewem bankowym i przez Blue Media.</p><p>Posiada możliwość łatwego udostępniania ogłoszeń w social media: Facebook, Twitter, Pinterest, LinkedIn, WhatsApp. Notice3 umożliwia <strong>logowanie poprzez konto Facebook i Google</strong>.</p><p>Skrypt Notice3 umożliwia także zalogowanym użytkownikom dodawanie <strong>komentarzy</strong> do ogłoszeń oraz posiada wbudowany <strong>wewnętrzny system wiadomości</strong>. Ma także przycisk do kontaktu przez Messenger oraz wyświetla lokalizację ogłoszenia na mapie Google.</p><p>Skrypt ogłoszeniowy Notice3 posiada także <strong>moduł newslettera</strong>, listę zapisanych do newslettera w panelu admina, podpowiedzi do wyszukiwarki oraz możliwość ukrycia danych kontaktowych dla niezalogowanych.</p>",
    "script.function.1": "<h4>Płatności</h4><p>Obsługa <strong>systemów płatności Przelewy24, HotPay, PayPal, Tpay, PayU, przelewem bankowym i Blue Media</strong> za wystawianie i promowanie ogłoszenia, automatyczne potwierdzanie płatności</p>",
    "script.function.2": "<h4>Responsywność</h4><p><strong>Responsywny szablon</strong> zgodny z HTML5 - strona jest poprawnie wyświetlana także na urządzeniach mobilnych (typu telefony komórkowe, tablety)</p>",
    "script.function.3": "<h4>Symfony</h4><p>Skrypt jest oparty o znany framework Symfony, dzięki czemu jest łatwa możliwość jego dalszej rozbudowy</p>",
    "script.function.4": "<h4>Portale społecznościowe</h4><p>Integracja z <strong>portalami społecznościowymi</strong> (logowanie przez Facebook-a oraz przez Google, przyciski udostępniania w social media)</p>",
    "script.function.5": "<h4>Reklamy</h4><p>Skrypt posiada kilka boksów reklamowych do wstawienia np reklam z Google AdSense</p>",
    "script.function.6": "<h4>Blog</h4><p>Możliwość prowadzenia bloga (dodawania wpisów, artykułów) na stronie</p>",
    "script.function.7": "<h4>SEO</h4><p>Do każdej strony statycznej i bloga w serwisie istnieje możliwość ustalenia osobnych słów kluczowych i opisów SEO - bardzo przydatne przy pozycjonowaniu witryny</p>",
    "script.function.8": "<h4>Bezpieczeństwo</h4><p><strong>Bezpieczny panel logowania</strong>, zabezpieczenie przed zatruciem sesji (Session Poisoning), hashowanie haseł w bcrypt, unikalne tokeny dla akcji użytkownika, integracja z <strong>reCAPTCHA v3</strong></p>",
    "script.function.9": "<h4>Dostosowanie</h4><p>Możliwość <strong>dostosowania</strong> serwisu do własnych potrzeb, rozbudowane możliwości konfiguracji strony</p>",
    "script.function.10": "<h4>Mikrodane</h4><p><strong>Mikrodane</strong> w spisie ogłoszeń - mają duży wpływ na podwyższenie pozycji witryny w wyszukiwarce Google</p>",
    "script.function.11": "<h4>Statystyki</h4><p>Podgląd <strong>statystyk serwisu</strong> w Panelu Administracyjnym</p>",
    "script.function.12": "<h4>Kategorie i filtry</h4><p>Możliwość dodania indywidualnych filtrów dla danej kategorii (dla dodawania i wyszukiwania ogłoszeń)</p>",
    "script.requirements.1": "PHP w wersji min. 8.1",
    "script.requirements.2": "Obługa bazy danych MySQL",
    "script.requirements.3": "Możliwość ustawienia zadań CronTab",
    "script.requirements_bottom": "Skrypt jest stworzony na znanym frameworku <strong>Symfony</strong>",
    "script.admin_panel_description": "Do skryptu dołączony jest bardzo rozbudowany Panel Administracyjny. Umożliwia on m.in. zarządzanie ustawieniami strony, podgląd ogłoszeń, użytkowników, zmiany w kategoriach, regionach i filtrach oraz dodawanie wpisów do bloga. Można w nim także podejrzeć logi logowania, resetu i płatności. Posiada także możliwość wysyłki mailingu do wszystkich użytkowników.",
    "script.demo.desc": "DEMO skryptu: <strong><a>notice3.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO Panelu Administracyjnego: <strong><a>notice3.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}hasło: 1234",
    "script.demo.manual": "Zobacz także <a>instrukcję instalacji i konfiguracji skryptów</a>",
    "script.desc2": "Notice3 to nowoczesny skrypt dla zastosowań profesjonalnych",
    "script.desc3": "<p>Znalazłeś lepszy skrypt dla ogłoszeń online?{breakingLine}...na pewno nie! Po prostu takiego nie ma...</p>{breakingLine}<h3>Notice3 już dziś może być Twój!</h3>"
  },
  "en": {
    "title": "Notice3 - Online Classifieds Script",
    "description": "Notice3 is an advanced script for creating an online classifieds platform.",
    "script.header": "Notice3 - Online Classifieds Website Script",
    "script.subheader": "Build a Modern Online Classifieds Platform!",
    "script.desc1": "<h2>Join Our Community of Satisfied Users!</h2><p>Notice3 offers a dynamic and flexible solution for launching your own online classifieds website. Designed for a broad spectrum of professional applications, it can serve as an accommodation database, real estate classifieds, or a business directory. Built on the robust <strong>Symfony framework</strong> and adhering to MVC standards with VUE and Bootstrap 5 for the frontend, Notice3 supports both local webpages and large-scale portals. It comes packed with extensive configuration options, enabling customization to meet specific needs. With an <strong>automatic payment system</strong> supporting various gateways such as Przelewy24, HotPay, PayPal, Tpay, PayU, Bank Transfer, and Blue Media, it simplifies transactions for users.</p><p>Notice3 enhances user engagement with easy social media sharing, Facebook and Google sign-ins, comment sections, an internal messaging system, contact via Messenger, Google Maps integration for ad locations, and a comprehensive <strong>newsletter module</strong>.</p>",
    "script.function.1": "<h4>Payments</h4><p>Integrates multiple <strong>payment systems</strong> for seamless ad posting and promotion, ensuring automatic confirmation of transactions.</p>",
    "script.function.2": "<h4>RWD</h4><p>A <strong>responsive design</strong> guarantees optimal display on all devices, leveraging HTML5 compatibility.</p>",
    "script.function.3": "<h4>Symfony</h4><p>Utilizes the Symfony framework for ease of expansion, offering a solid foundation for development.</p>",
    "script.function.4": "<h4>Social Network Integration</h4><p>Enables login via Facebook and Google, along with social media sharing buttons for increased engagement.</p>",
    "script.function.5": "<h4>ADS</h4><p>Provides several slots for ads, including options for Google AdSense, enhancing monetization potential.</p>",
    "script.function.6": "<h4>Blog</h4><p>Includes a blog section for publishing articles, enriching site content and improving SEO.</p>",
    "script.function.7": "<h4>SEO</h4><p>Allows for customized SEO keywords and descriptions for each page, enhancing search engine rankings.</p>",
    "script.function.8": "<h4>Security</h4><p>Features a <strong>secure login panel</strong>, advanced session protection, bcrypt password encoding, unique user tokens, and <strong>reCAPTCHA v3</strong> integration.</p>",
    "script.function.9": "<h4>Customization</h4><p>The Admin Panel provides deep customization options, tailoring the site to precise requirements.</p>",
    "script.function.10": "<h4>Microdata</h4><p>Employs Microdata to enhance web content, improving search engine visibility and user experience.</p>",
    "script.function.11": "<h4>Statistics</h4><p>Offers comprehensive website analytics within the Admin Panel for strategic insights and improvements.</p>",
    "script.function.12": "<h4>Categories and Filters</h4><p>Enables the addition of custom filters for specific categories, refining the search process for users.</p>",
    "script.requirements.1": "PHP version minimum 8.1",
    "script.requirements.2": "Supports MySQL database",
    "script.requirements.3": "Capability for cron job scheduling",
    "script.requirements_bottom": "Leverages the powerful <strong>Symfony framework</strong> for a robust backend.",
    "script.admin_panel_description": "Comes with an extensive Administration Panel for managing settings, previewing and editing classifieds, managing blog posts, categories, regions, filters, and viewing logs. It also supports mass mailing to all users.",
    "script.demo.desc": "Demo version: <strong><a>notice3en.itworksbetter.net</a></strong>",
    "script.demo.desc2": "Demo version of the Admin Panel: <strong><a>notice3en.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}password: 1234",
    "script.demo.manual": " ",
    "script.desc2": "Notice3 offers unparalleled tools and features not found in any other classifieds script, ensuring a superior user experience.",
    "script.desc3": "<p>Searching for an unmatched online classifieds script?{breakingLine}Your search ends with Notice3!</p>{breakingLine}<h3>Explore the benefits of Notice3 and elevate your online presence today!</h3>"
  }
}