{
  "data": {
    "functions": 12,
    "buy_url": "https://sklep.itworksbetter.net/skrypty-stron-www/1-skrypt-ogloszeniowy-notice3.html",
    "photos": 12,
    "list_domains": [
      "twojaoferta.com.pl",
      "katalogofert.pl",
      "petworld.pl",
      "lamusownia.pl",
      "arroba.pl",
      "trafnaokazja.pl",
      "baterslo.sk",
      "polskieuslugi.nl",
      "xbay.pl"
    ]
  },
  "pl": {
    "title": "NOTICE3 - skrypt ogłoszeń online",
    "description": "NOTICE3 to skrypt strony www z ogłoszeniami lokalnymi, krajowymi lub z całego świata",
    "script.header": "Skrypt strony z ogłoszeniami online Notice3",
    "script.subheader": "Stwórz własny portal z ogłoszeniami online",
    "script.desc1": "<h2>Dołącz do zadowolonych użytkowników!</h2><p>Notice3 to nowoczesny i uniwersalny skrypt dla strony internetowej z <strong>ogłoszeniami online</strong> tylko dla profesjonalistów. Dzięki uniwersalnej budowie może być użyty także jako strona z bazą noclegów, nieruchomości lub katalog firm. Skrypt jest oparty o <strong>Symfony</strong>, jest zgodny z MCV, po stronie front endu został wykorzystany <strong>VUE</strong> oraz Bootstrap 5. Skrypt Notice3 służy do zastosowań profesjonalnych, jako duży serwis z ogłoszeniami online. Dzięki budowie zgodnej z MVC i opartej na frameworku Symfony jest łatwy w dalszej rozbudowie. Cechuje się także bardzo dużą wydajnością.</p><p>Skrypt umożliwia stworzenie strony lokalnej, ogólnopolskiej lub międzynarodowej. Dostępnych jest bardzo wiele opcji konfiguracyjnych, dzięki czemu można dostosować go do indywidualnych wymagań. Obsługuje <strong>płatności</strong> za wystawianie i promowanie ogłoszeń w systemach Przelewy24, HotPay, PayPal, Tpay, PayU, przelewem bankowym i przez Blue Media.</p><p>Posiada możliwość łatwego udostępniania ogłoszeń w social media: Facebook, Twitter, Pinterest, LinkedIn, WhatsApp. Notice3 umożliwia <strong>logowanie poprzez konto Facebook i Google</strong>.</p><p>Skrypt Notice3 umożliwia także zalogowanym użytkownikom dodawanie <strong>komentarzy</strong> do ogłoszeń oraz posiada wbudowany <strong>wewnętrzny system wiadomości</strong>. Ma także przycisk do kontaktu przez Messenger oraz wyświetla lokalizację ogłoszenia na mapie Google.</p><p>Skrypt ogłoszeniowy Notice3 posiada także <strong>moduł newslettera</strong>, listę zapisanych do newslettera w panelu admina, podpowiedzi do wyszukiwarki oraz możliwość ukrycia danych kontaktowych dla niezalogowanych.</p>",
    "script.function.1": "<h4>Płatności</h4><p>Obsługa <strong>systemów płatności Przelewy24, HotPay, PayPal, Tpay, PayU, przelewem bankowym i Blue Media</strong> za wystawianie i promowanie ogłoszenia, automatyczne potwierdzanie płatności</p>",
    "script.function.2": "<h4>Responsywność</h4><p><strong>Responsywny szablon</strong> zgodny z HTML5 - strona jest poprawnie wyświetlana także na urządzeniach mobilnych (typu telefony komórkowe, tablety)</p>",
    "script.function.3": "<h4>Symfony</h4><p>Skrypt jest oparty o znany framework Symfony, dzięki czemu jest łatwa możliwość jego dalszej rozbudowy</p>",
    "script.function.4": "<h4>Portale społecznościowe</h4><p>Integracja z <strong>portalami społecznościowymi</strong> (logowanie przez Facebook-a oraz przez Google, przyciski udostępniania w social media)</p>",
    "script.function.5": "<h4>Reklamy</h4><p>Skrypt posiada kilka boksów reklamowych do wstawienia np reklam z Google AdSense</p>",
    "script.function.6": "<h4>Blog</h4><p>Możliwość prowadzenia bloga (dodawania wpisów, artykułów) na stronie</p>",
    "script.function.7": "<h4>SEO</h4><p>Do każdej strony statycznej i bloga w serwisie istnieje możliwość ustalenia osobnych słów kluczowych i opisów SEO - bardzo przydatne przy pozycjonowaniu witryny</p>",
    "script.function.8": "<h4>Bezpieczeństwo</h4><p><strong>Bezpieczny panel logowania</strong>, zabezpieczenie przed zatruciem sesji (Session Poisoning), hashowanie haseł w bcrypt, unikalne tokeny dla akcji użytkownika, integracja z <strong>reCAPTCHA v3</strong></p>",
    "script.function.9": "<h4>Dostosowanie</h4><p>Możliwość <strong>dostosowania</strong> serwisu do własnych potrzeb, rozbudowane możliwości konfiguracji strony</p>",
    "script.function.10": "<h4>Mikrodane</h4><p><strong>Mikrodane</strong> w spisie ogłoszeń - mają duży wpływ na podwyższenie pozycji witryny w wyszukiwarce Google</p>",
    "script.function.11": "<h4>Statystyki</h4><p>Podgląd <strong>statystyk serwisu</strong> w Panelu Administracyjnym</p>",
    "script.function.12": "<h4>Kategorie i filtry</h4><p>Możliwość dodania indywidualnych filtrów dla danej kategorii (dla dodawania i wyszukiwania ogłoszeń)</p>",
    "script.requirements.1": "PHP w wersji min. 8.1",
    "script.requirements.2": "Obługa bazy danych MySQL",
    "script.requirements.3": "Możliwość ustawienia zadań CronTab",
    "script.requirements_bottom": "Skrypt jest stworzony na znanym frameworku <strong>Symfony</strong>",
    "script.admin_panel_description": "Do skryptu dołączony jest bardzo rozbudowany Panel Administracyjny. Umożliwia on m.in. zarządzanie ustawieniami strony, podgląd ogłoszeń, użytkowników, zmiany w kategoriach, regionach i filtrach oraz dodawanie wpisów do bloga. Można w nim także podejrzeć logi logowania, resetu i płatności. Posiada także możliwość wysyłki mailingu do wszystkich użytkowników.",
    "script.demo.desc": "DEMO skryptu: <strong><a>notice3.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO Panelu Administracyjnego: <strong><a>notice3.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}hasło: 1234",
    "script.demo.manual": "Zobacz także <a>instrukcję instalacji i konfiguracji skryptów</a>",
    "script.desc2": "Notice3 to nowoczesny skrypt dla zastosowań profesjonalnych",
    "script.desc3": "<p>Znalazłeś lepszy skrypt dla ogłoszeń online?{breakingLine}...na pewno nie! Po prostu takiego nie ma...</p>{breakingLine}<h3>Notice3 już dziś może być Twój!</h3>"
  },
  "en": {
    "title": "Notice3 - script of online classifieds",
    "description": "Notice3 is a modern script that allows you to create website with online classifieds",
    "script.header": "Website script with online announcements",
    "script.subheader": "Create your own modern website with online announcements!",
    "script.desc1": "<h2>Join to satisfied users!</h2><p>Notice3 is a modern and universal script for an online classifieds website for professionals only. It can also be used as a website with accomodation base, real estate classifieds or a business directory. The script is <strong>based on Symfony</strong>, is MCV compliant, VUE and Bootstrap 5 are used on the front end. Notice3 can be used as local webpage and also as big portals with classifieds. There is a lof of configuration options so you can customize it to individual requirements. Includes <strong>automatic payments system</strong> via Przelewy24, HotPay, PayPal, Tpay, PayU, Bank transfer and Blue Media.</p><p>It has the ability to easily share ads on social media: Facebook, Twitter, Pinterest, LinkedIn, WhatsApp. Notice3 allows you to <strong>sign in via your Facebook and Google account</strong>.</p><p>The Notice3 script also allows logged-in users to add <strong>comments</strong> to announcements and has a built-in <strong>internal messaging system</strong>. It also has a button for contact via Messenger and displays the location of the advertisement on a Google map.</p><p>The Notice3 classified script also has a <strong>newsletter module</strong>, a list of subscribers to the newsletter in the admin panel, search engine suggestions and the ability to hide contact details for those not logged in.</p>",
    "script.function.1": "<h4>Payments</h4><p>Supports <strong>payment systems Przelewy24, HotPay, PayPal, Tpay, PayU, Bank Transfer and Blue Media</strong> for added and promoting offers, automatic confirmation of payments</p>",
    "script.function.2": "<h4>RWD</h4><p><strong>Responsive template</strong> compatible with HTML5 - the page is displayed correctly on the mobile devices (such as mobile phones, tablets)</p>",
    "script.function.3": "<h4>Symfony</h4><p>The script is based on the well-known Symfony framework, which makes it easy to expand</p>",
    "script.function.4": "<h4>Social Network</h4><p>Integration with social network: possibility to login by Facebook and Google, buttons to share in social media</p>",
    "script.function.5": "<h4>ADS</h4><p>The script has several ad slots for inserting e.g. Google AdSense ads</p>",
    "script.function.6": "<h4>Blog</h4><p>You can add your articles to the blog on the website</p>",
    "script.function.7": "<h4>SEO</h4><p>You can set up separate keyword and SEO description for each page - very useful to positioning Your site</p>",
    "script.function.8": "<h4>Security</h4><p><strong>Secure login panel</strong>, protection against poisoning session, coding i hashing passwords in bcrypt, generating unique tokens to user actions, integrations with <strong>reCAPTCHA v3</strong></p>",
    "script.function.9": "<h4>Adjustment</h4><p>The possibility of <strong>adapt site</strong> to your needs by Admin Panel - so you can adjust the script fully for Your own needs!</p>",
    "script.function.10": "<h4>Microdata</h4><p>Search engines, web crawlers, and browsers can extract and process Microdata from a web page and use it to provide a richer browsing experience for users.</p>",
    "script.function.11": "<h4>Statistics</h4><p>View website statistics in the Administration Panel</p>",
    "script.function.12": "<h4>Categories and filters</h4><p>Possibility to add individual filters for a given category</p>",
    "script.requirements.1": "PHP version min 8.1",
    "script.requirements.2": "Support MySQL database",
    "script.requirements.3": "Ability to set the tasks crontab",
    "script.requirements_bottom": "The script is based on the well-known <strong>Symfony framework</strong>",
    "script.admin_panel_description": "A very extensive Administration Panel is attached to the script. It enables, among others managing page settings, previewing ads, users, changes in categories, regions and filters, and adding blog entries. You can also view login, reset and payment logs. It also has the ability to send mailing to all users.",
    "script.demo.desc": "DEMO version: <strong><a>notice3en.itworksbetter.net</a></strong>",
    "script.demo.desc2": "DEMO version of Admin Panel: <strong><a>notice3en.itworksbetter.net/admin</a></strong>{breakingLine}login: test{breakingLine}password: 1234",
    "script.demo.manual": " ",
    "script.desc2": "The script have a lot of tools that are not available in other similar scripts!",
    "script.desc3": "<p>You will not find better script with online classifieds!{breakingLine}We Guarantee!</p>{breakingLine}<h3>If you are interested, you can buy this script:</h3>"
  }
}